{
  "artists": [
    {
      "id": "1",
      "name": "Atelier Luxus",
      "priority": 1,
      "image": "https://assets-global.website-files.com/6195025159d3bccd9b338ebb/65d336a96a95e34c252226b1_hero-p-1600.jpeg",
      "website": "https://www.legio.dk/atelierluxus",
      "instagram": "https://www.instagram.com/legio.dk/",
      "Pinterest": "https://www.pinterest.dk/legiodk/",
      "description": "Atelier Luxus is leading in the realm of luxury switches, crafting exquisite, hand-finished products that seamlessly integrate the latest technological advancements. Infused with unique details, solid precious metals, and unparalleled craftsmanship, Atelier Luxus’ products redefine quality both aesthetically and materially. These exceptional pieces boast finishings of unparalleled finesse and a richness of tones. Each piece is meticulously crafted from a single sheet of thick, pure brass, providing almost limitless possibilities for various patinas. Atelier Luxus is represented by Legio Architechtural Solutions, a Copenhagen based architectural firm specialised in lighting, light planning and bespoke interior.          "
    },
    {
      "id": "2",
      "name": "Örsjö Belysning ",
      "priority": 2,
      "image": "https://assets-global.website-files.com/6195025159d3bccd9b338ebb/65d60722c980b6098fcb14e1_hero-p-1600.jpeg",
      "website": "https://www.orsjo.com/",
      "facebook": "https://www.facebook.com/orsjobelysning",
      "instagram": "https://www.instagram.com/orsjo_belysning/",
      "Pinterest": "https://www.pinterest.se/orsjoab/"
    },
    {
      "id": "3",
      "name": "ÁBBATTE",
      "priority": 3,
      "image": "https://assets-global.website-files.com/6195025159d3bccd9b338ebb/65e20a4f65d88e804e3ea7b8_hero-p-1600.jpg",
      "website": "https://www.abbatte.com/",
      "facebook": "https://www.facebook.com/people/%C3%81BBATTE/100068425426409/",
      "instagram": "https://www.instagram.com/abbatte_/",
      "Pinterest": "https://www.pinterest.es/abbattee/",
      "description": "The mission and calling of Ábbatte is to use manual looms to create lovely textile objects that become part of our lives, transform usefulness into beauty, and leave their mark on our souls—fabrics that closely intertwine an aesthetic perception and a philosophy of life. These exquisitely refined fabrics are pure and genuine beauty, eschewing all ornamentation. They are warm, sophisticated, and restrained. Ábbatte creates these fabrics to be pleasant to the sight as well as to the touch. They envelop us and become our second skin by developing our sense of touch—the most atavistic of the senses—which has an enormous impact on our sensitivity."
    },
    {
      "id": "4",
      "name": "Form & Refine",
      "priority": 4,
      "image": "https://assets-global.website-files.com/6195025159d3bccd9b338ebb/65ccd5e160cfe1ea121a3861_FormandRefine_Dining_Blueprint-hallingdal_1920x10280%201%20Large.jpeg",
      "website": "https://www.formandrefine.com/",
      "facebook": "https://www.facebook.com/formandrefine",
      "instagram": "https://www.instagram.com/formandrefine/",
      "Pinterest": "https://www.pinterest.dk/formandrefine_official/",
      "description": "Form & Refine is a Danish design brand that celebrates materials, form and sustainability equally. The pure materials are carefully selected from around the world and skilfully crafted locally using time-honored traditions. They see design as an artistic expression but equally as a functional object that never compromises on quality."
    },
    {
      "id": "5",
      "name": "MatzForm Scandinavia",
      "priority": 5,
      "image": "https://assets-global.website-files.com/6195025159d3bccd9b338ebb/65d34640d792c85d4fdd0cfd_BodegaCounter_SudioMatz%20Large.jpeg",
      "website": "https://www.matzformscandinavia.com/",
      "instagram": "https://www.instagram.com/matzform/",
      "description": "MatzForm is simplicity and quality. It is the embodiment of furniture that you will always treasure, and always use. MatzForm does not make intellectually interesting design conceits only built to impress for one show, or one season. MatzForm furniture is timeless, durable, and eminently functional. There are no fashionable pieces in the MatzForm catalogue, because fashion changes every year. Each item manufactured by MatzForm is a licensed design chosen because it transcends fashion with the timelessly elegant confluence of form and function. Classic Scandinavian design under license from designers such as: Verner Panton, Ib Kofod-Larsen, Erling Torvits, Ejvind Johansson, H. W. Klein, Arne Hovmand-Olsen and Thomas E. Alken."
    },
    {
      "id": "6",
      "name": "Karup Design",
      "priority": 6,
      "image": "https://assets-global.website-files.com/6195025159d3bccd9b338ebb/65d33beee46f5f97e9ef8e34_hero-p-1600.jpeg",
      "website": "https://www.karupdesign.com/",
      "facebook": "https://www.facebook.com/karupdesignoriginal",
      "instagram": "https://www.instagram.com/karup_design/",
      "Pinterest": "https://www.pinterest.dk/karupdesignofficial/",
      "description": "Karup Design stands out in the furniture industry for its multifunctional and stylish furniture. Emphasizing the philosophy 'Make room for more. In less space,' Karup Design's focus has always been on functional yet aesthetically pleasing furniture solutions. This focus on multifunctionality is not merely about utility but also a commitment to decluttering and simplifying living areas. Aesthetically, Karup Design’s creations embrace a minimalist ethos, characterized by clean lines, simplicity, and a natural color scheme, primarily using pine wood and complimentary color tones. This design approach extends beyond visual appeal, fostering a sense of openness and more space, especially in small living spaces."
    },
    {
      "id": "7",
      "name": "RÄKKI RUGS",
      "priority": 7,
      "image": "https://assets-global.website-files.com/6195025159d3bccd9b338ebb/65d5d00b4dfe8a88debbc2df_hero-p-1600.jpeg",
      "website": "https://raekki-rugs.com/",
      "instagram": "https://www.instagram.com/raekki_rugs/",
      "description": "Established in Berlin in 2022, RÄKKI RUGS creates a distinctive range of high-quality, hand-knotted rugs from Nepal that centre timeless design, traditional handicraft with the inspiration of contemporary art and culture. Characterized by subtle and lively polychromy, unique design and great love for detail. RÄKKI RUGS is woven exclusively from natural fibers and is committed to creating rugs that last and grow in beauty over time. Rebekka Stange is the founder and designer of RÄKKI RUGS. In the design process, her creative search repeatedly encounters the fascination of the unfinished, the provisional and the possible. RÄKKI RUGS is available globally online and through a handful of carefully selected retail partners in Germany."
    },
    {
      "id": "8",
      "name": "Daydreaming objects",
      "priority": 8,
      "image": "https://assets-global.website-files.com/6195025159d3bccd9b338ebb/65d33beee46f5f97e9ef8e34_hero-p-1600.jpeg",
      "website": "https://www.daydreamingobjects.com/",
      "facebook": "https://www.facebook.com/profile.php?id=100082582647520",
      "instagram": "https://www.instagram.com/daydreaming_objects/",
      "description": "Daydreaming Objects is represented by a Copenhagen-based creative duo: lighting designer Ruta Palionyte and architect Leva Baranauskaite. Combining diverse skills, the duo creates lighting design objects that go beyond mere function, telling stories and infusing everyday spaces with dreaminess. They approach a blend of unexpected materials, curiosity-driven research, and bold experimentation, pushing the boundaries of creativity in lighting design. In 2024, the creative studio Daydreaming Objects is launching their new lighting series, Soft Solids. The Soft Solids explore the intentional use and repurposing of natural material—wax, reflecting on its potential for regeneration within design practice."
    },
    {
      "id": "9",
      "name": "Serax",
      "priority": 9,
      "image": "https://assets-global.website-files.com/6195025159d3bccd9b338ebb/65e1fcc14ef01b73e56b456c_01%20Head%20Image-p-1600.jpeg",
      "website": "https://serax.com/",
      "facebook": "https://www.facebook.com/seraxofficial",
      "instagram": "https://www.instagram.com/serax_official/",
      "Pinterest": "https://nl.pinterest.com/serax/",
      "description": "Serax is more than a brand. Based in Belgium but with a global reach and outlook, Serax creates contemporary homeware in collaboration with leading international designers and makers, bound together by a shared vision of elevating everyday spaces elevating spaces. Every Serax object is a balance of aesthetics and function. From the smallest to the largest, each one becomes a treasured object that can last for generations: a work of art in its own right. Designed in Europe – manufactured all over the world."
    },
    {
      "id": "10",
      "name": "V-ZUG",
      "priority": 10,
      "image": "https://assets-global.website-files.com/6195025159d3bccd9b338ebb/6409bd86fdaf5eb94d6e8e0f_Excellence%20Line_Oven_CoffeeCenter_CombiStemaer_Platinum-p-1600.jpeg",
      "website": "https://www.vzug.com/ch/en/",
      "facebook": "https://www.facebook.com/vzug",
      "instagram": "https://www.instagram.com/vzug/",
      "Pinterest": "https://www.pinterest.ch/vzug/",
      "description": "V-ZUG , Switzerland’s leading brand for household appliances, has been developing and producing kitchen and laundry appliances in Switzerland for 111 years and providing comprehensive service in all its markets. At V Z UG, we believe that time is of essence. And each one of us should focus on what matters: sharing, hosting, living. A company rooted in Switzerland since 1913, we are committed to building a sustainable future through the manufacturing of long lasting appliances and responsible, carbon neutral production. We work hard every day to bring simplicity to your home and creativity to your kitchen."
    },
    {
      "id": "11",
      "name": "Cph Lighting",
      "priority": 11,
      "image": "https://assets-global.website-files.com/6195025159d3bccd9b338ebb/65e092f69d062b7dc9fea737_hero-p-1600.jpeg",
      "website": "https://www.cphlighting.dk/",
      "facebook": "https://www.facebook.com/CphLighting/",
      "instagram": "https://www.instagram.com/CphLighting/",
      "Pinterest": "https://www.pinterest.dk/cphlighting/",
      "description": "Timeless Design Made To Last. Cph Lighting is a Danish lighting brand under the current ownership since 2007. Their mission is to create lighting that will stay relevant and appreciated, both functionally and visually, for many years to come, and hopefully for generations. The Cph Lighting collection includes classic and contemporary lighting objects by acclaimed designers. Demanded for private and commercial interiors. Their lighting is made with focus on long-lasting quality, great functionality, the good light, and low energy consumption. All wrapped in beautiful and timeless design. The Cph Lighting collection is manufactured in Denmark with the use of proud traditional craftsmanship as well as modern production technology."
    },
    {
      "id": "12",
      "name": "KunstIndustrien",
      "priority": 12,
      "image": "https://assets-global.website-files.com/6195025159d3bccd9b338ebb/65e209446709eb99556b2286_hero-p-1600.jpeg",
      "website": "https://www.kunstindustrien.dk/",
      "facebook": "https://www.facebook.com/kunstindustrien",
      "instagram": "https://www.instagram.com/kunstindustrien/",
      "description": "KunstIndustrien value supreme quality, aiming for the highest standards in everything they do. Their handcrafted wax candles combine traditional craftsmanship with modern design, and they never compromise in the choices of raw materials or suppliers. KunstIndustrien is known for their exquisite quality products and for Candles you can Trust. Their wide variety of quality candles satisfy every need for an inviting and warm atmosphere for both business and pleasure. KunstIndustriens wax candles are made with RSPO certified stearin and are EN-tested and approved for low soot behavior. Their 100% upcycled olive wax candles are made from the left over-olive pulp from olive oil production. Olive trees are resourceful thru many years."
    },
    {
      "id": "13",
      "name": "MARTIN KECHAYAS",
      "priority": 13,
      "image": "https://assets-global.website-files.com/6195025159d3bccd9b338ebb/65dcced72918ba105a113848_hero-p-1600.jpeg",
      "website": "https://martinkechayas.com/",
      "facebook": "https://www.facebook.com/people/Anotherchair/100089454584764/",
      "instagram": "https://www.instagram.com/martinkechayas/",
      "description": "Designers of today shaping the furniture of tomorrow. The mission is to produce furniture for everyone designed by living designers. Martin Kechayas design sustainable furniture for the future that are inspired by the time we live in, and for people living in our time. There is a common thread through the designs of Martin Kechayas that tells a story – a story about a development process, refinement of a consistent idea; to shape functional, organic spectacle - and yet challenging forms: As a kind of zoological form - this is how I imagines the furniture. As an organism of its own characteristic nature - this is how it calls to be created and invite the user to come closer - and use!."
    },
    {
      "id": "14",
      "name": "ReCollector",
      "priority": 14,
      "image": "#",
      "website": "https://recollectorstore.com/",
      "facebook": "https://www.facebook.com/ReCollector.dk",
      "instagram": "https://www.instagram.com/recollector.dk/",
      "Pinterest": "https://www.pinterest.dk/ReCollector_dk/",
      "description": "ReCollector designs storage solutions for small living spaces made from recycled or certified materials. The goal is to create products that make the everyday lives of consumers easier, more convenient, and stylish. All products are developed through anthropological research to understand the preferences, needs, and everyday lives of consumers. Responsibility is ingrained in ReCollector's DNA - with regards to relations, driving business, and production where nature serves as a significant source of inspiration for ReCollector. The aim is to move away from linear thinking and instead draw inspiration from nature, where everything operates in a circular manner."
    },
    {
      "id": "15",
      "name": "Anker & Co",
      "priority": 15,
      "image": "https://assets-global.website-files.com/6195025159d3bccd9b338ebb/65cc8c4bc6a4fa4d2397fa0f_1-Anker-Co-3dod-24-website-header-p-1600.jpeg",
      "website": "https://www.ankerco.com/",
      "instagram": "https://www.instagram.com/ankerco/",
      "description": "Anker & Co represents well-known international lighting brands such as Michael Anastassiades, Wästberg and XAL. They develop and implement high-quality lighting solutions for offices, shops, hotels, restaurants, public spaces, outdoor areas and private residences in close collaboration with builders, architects and lighting designers."
    },
    {
      "id": "16",
      "name": "Desalto",
      "priority": 16,
      "image": "https://assets-global.website-files.com/6195025159d3bccd9b338ebb/65ccb4940a9960c4b0240214_hero-p-1600.jpg",
      "description": "For over 30 years, Desalto has nurtured a concept of aesthetically sophisticated products rooted in continuous technical and technological research aimed at enhanced functionality. With three decades of activity, Desalto stands as both a youthful and time-honoured brand—a dynamic spirit that seamlessly blends iconic seating and complements, resembling graphic forms sketched in the air, with tables as versatile as daily life itself. The narrative began in 1990 when the four Orsenigo brothers, heirs to a family metalworking business, envisioned a company more attuned to contemporary trends. They sought collaboration with designers, fostering diverse perspectives that align with the same corporate philosophy centred on fundamental values of harmony and elegance."
    },
    {
      "id": "17",
      "name": "ARNE AKSEL x e-Types",
      "priority": 17,
      "image": "https://assets-global.website-files.com/6195025159d3bccd9b338ebb/65e209bd45e5340c68625885_hero-p-1600.jpeg",
      "website": "https://www.arneaksel.com/",
      "facebook": "https://www.facebook.com/arneaksel/",
      "instagram": "https://www.instagram.com/arneaksel/?hl=en",
      "Pinterest": "https://www.pinterest.dk/arneakselcom/",
      "description": "KARNE AKSEL aim to inspire through extraordinary textile experiences, and believe that the immediate materiality of fabrics is a catalyst of aesthetic emotional experiences. In 2017 ARNE AKSEL made it a mission to share these experiences with the world, and love to collaborate with designers, architects, and businesses in creating tailored solutions for their projects. This year ARNE AKSEL and e-Types, a Copenhagen based brand agency, teamed up. e-Types build successful brands based on sharp insights, award winning aesthetics and big ideas. e-Types believe the best solutions are the simplest ones, and the most desirable brands are the ones that ring true."
    },
    {
      "id": "18",
      "name": "TABLEAU",
      "priority": 18,
      "image": "https://assets-global.website-files.com/6195025159d3bccd9b338ebb/65d617542b27d63ed5bfa3bd_TABLEAU_WALLPAPER_2021_18-p-1600.jpg",
      "website": "https://www.tableau-cph.com/",
      "instagram": "https://www.instagram.com/tableau_cph/",
      "description": "Tableau is a multidisciplinary creative studio and exhibition space. Founded in Copenhagen in 2018 by floral designer Julius Værnes Iversen, Tableau works to deconstruct established ideas of art and design through a collaborative approach. Alongside the exhibition space and concept store, Tableau offers floral design, object design, set design, interior design, and architectural installations. The approach is to source collaborators globally to break down barriers between art and design. Past work includes projects for Hermes, Tom Dixon, Vogue, among others."
    },
    {
      "id": "19",
      "name": "Ege Carpets",
      "priority": 19,
      "image": "https://assets-global.website-files.com/6195025159d3bccd9b338ebb/65e1f9a67959425d9e5801cd_hero-p-1600.jpeg",
      "website": "https://www.egecarpets.com/",
      "facebook": "https://www.facebook.com/EgeCarpets",
      "instagram": "https://www.instagram.com/egecarpets/",
      "Pinterest": "https://www.pinterest.dk/egecarpets/",
      "description": "Weaving together timeless Danish design and sustainable ambitions, Ege Carpets craft wall-to-wall carpets, rugs, carpet tiles and planks for commercial buildings, hotels, cruise ships, art galleries, exhibitions and more. Offering an attractive selection of pick-and-produce designs as well as endless custom design opportunities, Ege Carpets are chosen by high-profile companies all over the world. Explore the new and extensive rugs concept featuring amazing collaborations with renowned designers including Tom Dixon, Monsieur Christian Lacroix, Nicolette Brunklaus, Laura Bilde and Linnea Blæhr."
    },
    {
      "id": "20",
      "name": "FROST Denmark",
      "priority": 20,
      "image": "https://assets-global.website-files.com/6195025159d3bccd9b338ebb/65e209bd45e5340c68625885_hero-p-1600.jpeg",
      "website": "https://www.frostdenmark.com/",
      "facebook": "https://www.facebook.com/frostdenmark",
      "instagram": "https://www.instagram.com/frostdenmark",
      "Pinterest": "https://www.pinterest.dk/frostdenmark/",
      "description": "FROST was founded on June 1st, 2002 by Hans Jørgen Frost. The story began with a vision of creating a new generation of interior design accessories and architectural hardware where the Danish design tradition and functionality go hand in hand. Over the past 20 years, FROST has grown into something unimagined. Proudly joining the inner circle of established design companies, FROST now dares to dream of becoming the market leader. Working tirelessly every day, consistently providing timeless designs to compliment the consumers lifestyle and enhance the feel-good factor in their life."
    },
    {
      "id": "21",
      "name": "Hemverk",
      "priority": 21,
      "image": "https://assets-global.website-files.com/6195025159d3bccd9b338ebb/65cce0d11ad9f9e52b514817_hero-p-1600.jpg",
      "website": "https://hemverk.com/",
      "facebook": "https://www.facebook.com/hemverkcom",
      "instagram": "https://www.instagram.com/hemverkcom",
      "Pinterest": "https://www.pinterest.dk/hemverk/",
      "description": "Scandinavian simplicity. Hemverk is a collection of wall clocks that unite form and function with their minimalist Scandinavian style and simplicity. The design is clean, simple and elegant, the better to highlight the most important function of the clock: to tell the time. After all, time is the most important feature. All the clocks are produced and assembled by hand in a small workshop in Denmark, with great attention to detail. Every clock is made uniquely for each order, which ensures a responsible production process and avoiding overproduction. Their minimalist design gives our clocks a distinct character and there are many options for both clock hands and clock faces, combining colours and materials based on personal preferences."
    },
    {
      "id": "22",
      "name": "Wästberg",
      "priority": 22,
      "image": "https://assets-global.website-files.com/6195025159d3bccd9b338ebb/65e095ac28fe4f90569818ef_hero-p-1600.jpeg",
      "website": "https://www.wastberg.com/en",
      "facebook": "https://www.facebook.com/wastberglighting/",
      "instagram": "https://www.instagram.com/wastberglighting/",
      "Pinterest": "https://www.pinterest.se/wastberg2008/",
      "description": "In close collaboration with leading architects and designers, Wästberg creates long-lasting, technologically driven, economically viable and environmentally conscious lighting. Lighting that answers to fundamental human needs, both physical and emotional, and adapts to these needs as they evolve and shift."
    },
    {
      "id": "23",
      "name": "Fiorini Trading",
      "priority": 22,
      "image": "https://assets-global.website-files.com/6195025159d3bccd9b338ebb/65cccef53efa2832b6605a94_hero-p-1600.jpeg",
      "website": "https://www.fiorinitrading.dk/",
      "instagram": "https://www.instagram.com/fiorinitrading/",
      "description": "Fiorini Trading represents well-known international furniture brands such as Living Divani, Extremis, Desalto, Gebrüder Thonet Vienna, Alias, Asplund, and Ondarreta. All of Fiorini Trading’s brands are family-owned companies run through several generations with proud traditions in quality craftsmanship, own production and with collections created by world-leading designers."
    },
    {
      "id": "24",
      "name": "Sheyn",
      "priority": 24,
      "image": "https://assets-global.website-files.com/6195025159d3bccd9b338ebb/65e207368fe99f30ee31b469_hero-p-1600.jpeg",
      "website": "https://www.sheyn.at/",
      "facebook": "https://www.facebook.com/sheyn.at/",
      "instagram": "https://www.instagram.com/sheyn.at/",
      "description": "For his brand named Sheyn, Vienna-based designer Nicolas Gold has created a range of intricately patterned homeware called Tiny Architecture that is made using 3D printing techniques. Gold trained with Zaha Hadid before founding Sheyn in 2016 with partner Markus Schaffer to focus on creating what they term Tiny Architecture — homeware made with an architect's predilection for fussing over the tiniest details of furniture and fixtures. The collection includes vases, bowls, planters and lighting, all made from a light, sturdy, and recyclable corn-based compound. Every design is 3D printed on demand at Sheyn's studio in the heart of Vienna."
    },
    {
      "id": "25",
      "name": "Plastiz",
      "priority": 25,
      "image": "https://assets-global.website-files.com/6195025159d3bccd9b338ebb/65d61b5e284450a3e58bfd60_hero-p-1600.jpg",
      "website": "https://www.plastiz.it/",
      "facebook": "https://www.facebook.com/helloplastiz/",
      "instagram": "https://www.instagram.com/plastiz_",
      "Pinterest": "https://www.pinterest.it/Plastiz/",
      "description": "Plastiz transforms plastic waste into a new surface material 100% recycled and recyclable for visionary designers and architects. Its mission is to respond to the environmental emergency caused by the invasion of plastic waste while delivering a valuable alternative to the use of virgin plastic and other non-sustainable or extractive materials in design and architectural projects. Each panel tells a story of recycling and beauty, giving a new life to soap bottles, caps, spools, coffee capsules and more, preventing this precious material from being burnt or ending up in landfills. With more than 30 textures in solid and translucent materials, Plastiz panels come in big size and various thicknesses to adapt to countless applications."
    },
    {
      "id": "26",
      "name": "WOUD",
      "priority": 26,
      "image": "https://assets-global.website-files.com/6195025159d3bccd9b338ebb/65d71c5ae03c302c9281de20_hero-p-1600.jpg",
      "website": "https://wouddesign.com/",
      "facebook": "https://www.facebook.com/wouddesign",
      "instagram": "https://www.instagram.com/wouddesign/",
      "Pinterest": "https://www.pinterest.dk/wouddesign/",
      "description": "WOUD is a Danish design brand founded with the vision of establishing a harmonious collective that blends the talents of innovative newcomers and experienced designers. With a broad and deep selection of refined furniture, home accessories and lighting designs, WOUD creates timeless pieces that are made for you - and made for use. Deeply anchored in the Scandinavian design heritage and enriched by creative perspectives from around the world, the collection draws inspiration from the clean lines of modern architecture and the serene, soothing hues found in nature. Embodying the essence of elegant simplicity, longevity and honest craftsmanship."
    },
    {
      "id": "27",
      "name": "Wabi Sabi Nordic",
      "priority": 27,
      "image": "https://assets-global.website-files.com/6195025159d3bccd9b338ebb/65e206863af331f90b359234_hero-p-1600.jpeg",
      "website": "https://wabisabinordic.com/",
      "facebook": "https://www.facebook.com/p/Wabi-Sabi-Nordic-100064028445616/",
      "instagram": "https://www.instagram.com/wabisabinordic/",
      "Pinterest": "https://www.pinterest.dk/wabisabinordic/",
      "description": "Wabi Sabi Nordic is a Danish interior brand specializing in natural stone. With a simple and stringent design language, they let the material speak and be the defining element, both aesthetically and functionally. The brand was founded in 2020 by Stine Rosgaard, and today it offers a wide range of objects and furniture, all exclusively made from natural stone. Stone as a material has its limitations but also clear advantages, which have been a core aspect for the brand from day one. Beautiful and functional interior in stone, where the material is treated with care and respect, and where the purpose is to create products that endure for generations."
    },
    {
      "id": "28",
      "name": "Linie Design",
      "priority": 28,
      "image": "https://assets-global.website-files.com/6195025159d3bccd9b338ebb/65cf68cf08240afa340e1c5e_hero-p-1600.jpeg",
      "website": "https://www.liniedesign.com/",
      "facebook": "https://www.facebook.com/LinieDesign",
      "instagram": "https://www.instagram.com/liniedesign/",
      "Pinterest": "https://www.pinterest.dk/linie_design",
      "description": "Established in 1980 with the mission of creating quality, Danish-designed rugs, Linie Design is now one of the largest developers of handmade rugs in Europe and sold in over 70 countries worldwide, including its own brand store in Copenhagen. Originally built on collaborations with influential female weavers, today the talented team of designers is led by Urd Moll Gundermann as Head of Design, with all designs handmade in India by artisan craftsmen using time-honoured weaving and knotting techniques.All rugs are made with natural, certified materials where possible, complying with relevant European legislation and global associations that protect the environment and enable responsible sourcing, careful monitoring and transparent production."
    },
    {
      "id": "29",
      "name": "VERPAN",
      "priority": 29,
      "image": "https://assets-global.website-files.com/6195025159d3bccd9b338ebb/65d5e38dde2c0bc4aaedfa92_hero-p-1600.jpeg",
      "website": "https://www.liniedesign.com/",
      "facebook": "https://www.facebook.com/verpancom",
      "instagram": "https://www.instagram.com/verpancom",
      "Pinterest": "https://www.pinterest.dk/verpancom",
      "description": "VERPAN – for Verner Panton – is a design company working to preserve, reissue and recontextualise the Danish architect and designer’s radiant body of work – from minute objects to immersive environments. Verner Panton’s lighting, furniture and objects is testament to a playful and unconventional spirit, spanning his most celebrated work and recently unearthed archival pieces. VERPAN is proud to continuously build on the contemporary legacy of Verner Panton. Assembled with utmost care and craft, VERPAN’s collection brings an unparalleled heritage into a new era of life, work and interaction."
    },
    {
      "id": "30",
      "name": "Petite Friture",
      "priority": 30,
      "image": "https://assets-global.website-files.com/6195025159d3bccd9b338ebb/65d7283af6e45f9112777d0a_hero-p-1600.jpg",
      "website": "https://petitefriture.com/gb/",
      "facebook": "https://www.facebook.com/PetiteFriture01/?locale=fr_FR",
      "instagram": "https://www.instagram.com/petitefriture/",
      "Pinterest": "https://www.pinterest.fr/petitefriture1/",
      "description": "Petite Friture has made a name for itself as a design editor like no other, a universe to live in with a wholly independent style and tone. Now available in more than 70 countries, the independent French company has become more international with over 60 designers to its name and continues to push boldly forward to unearth new talents and to nurture a project with purpose. Petite Friture is proud to take a stand, seeking out the best solutions at every step of the way, using the right techniques and right people to better serve the planet and do something good. Petite Friture is more than just a design editor, it is a state of mind grounded in trust and optimism. Its ambition: contribute, through its collection to making good out of beauty."
    },
    {
      "id": "31",
      "name": "Wendelbo",
      "priority": 31,
      "image": "https://assets-global.website-files.com/6195025159d3bccd9b338ebb/65d5e4e5b5d46281325274bb_hero-p-1600.jpeg",
      "website": "https://www.wendelbo.com/",
      "facebook": "https://www.facebook.com/Wendelbodk",
      "instagram": "https://www.instagram.com/wendelbodk/",
      "Pinterest": "https://www.pinterest.dk/wendelbointeriors/",
      "description": "Starting as a small family workshop specialising in upholstery, the foundation stones of Wendelbo were laid in 1955. Six decades and three generations later, the story of the Danish family with a strong dedication to design continues to unfold and prosper. Today, Wendelbo is an international design company fusing uncompromising upholstery and complementing design icons. Forming long-lasting collaborations with international designers, their collection bridges skilled craftsmanship, supreme quality, and a sophisticated international design signature."
    },
    {
      "id": "32",
      "name": "RUE VERTE",
      "priority": 32,
      "image": "https://assets-global.website-files.com/6195025159d3bccd9b338ebb/65dc9bbe0e5bf3ea68e67c50_hero-p-1600.jpeg",
      "website": "https://www.rueverte.dk/",
      "facebook": "https://www.facebook.com/rueverteplus/",
      "instagram": "https://www.instagram.com/rueverte/",
      "Pinterest": "https://www.pinterest.dk/rue_verte/",
      "description": "RUE VERTE is a multi–brand boutique. The space is filled with a carefully curated selection of unique objects, vintage finds and art pieces mixed with high–end furnishings by some of the world’s foremost designers."
    },
    {
      "id": "33",
      "name": "Silkeborg Uldspinderi",
      "priority": 33,
      "image": "https://assets-global.website-files.com/6195025159d3bccd9b338ebb/65dc877fd9765dc3b5e38b3c_hero-p-1600.jpg",
      "website": "https://silkeborg-uld.com/",
      "facebook": "https://www.facebook.com/SilkeborgUldspinderi",
      "instagram": "https://www.instagram.com/silkeborg_uldspinderi",
      "Pinterest": "https://www.pinterest.dk/silkeborg_uldspinderi/",
      "description": "Silkeborg Uldspinderi is a third-generation design company based on decades of know-how dating as far back as 1947. Grown from the passion for raw wool and alpaca materials, craftsmanship and design, Silkeborg Uldspinderi proudly presents its stunning collection of exclusive, long-lasting throws, cushions, and scarfs – weaved for today in collaboration with textile designers Karin Carlander, Margrethe Odgaard, Stilleben and Tina Ratzer. Silkeborg Uldspinderi handpicks and carefully processes every single material sourced with respect for the animals, the farmers, and our planet, and is honored to be certified by the RWS. Feel the passion in every product, every design, and every thread with Silkeborg Uldspinderi."
    },
    {
      "id": "34",
      "name": "ateljé Lyktan",
      "priority": 34,
      "image": "https://assets-global.website-files.com/6195025159d3bccd9b338ebb/65d5ebeec4cb796e2d8fe390_Superdupertube_tease_3days_16x9%20Large.jpg",
      "website": "https://www.ateljelyktan.se/",
      "facebook": "https://www.facebook.com/ateljeLyktan",
      "instagram": "https://www.instagram.com/ateljelyktan/",
      "description": "At the end of the vast flat lands of southern Sweden, at the edge of the Baltic Sea, lies the small town of Åhus. This is the setting for ateljé Lyktan, a lighting manufacturer with an 90-year long history and an archive of lights that have defined Swedish design over the last century. By creating innovative, energy efficient and sustainable lighting solutions adapted to people’s requirements and with the least possible impact on the environment, ateljé Lyktan contributes to, and takes responsibility for, a sustainable development within society in general."
    },
    {
      "id": "35",
      "name": "Ambientec",
      "priority": 35,
      "image": "https://assets-global.website-files.com/6195025159d3bccd9b338ebb/65d5ebeec4cb796e2d8fe390_Superdupertube_tease_3days_16x9%20Large.jpg",
      "website": "https://ambientec.co.jp/pages/en",
      "instagram": "https://www.instagram.com/ambientec_official/",
      "description": "Ambientec, a Japanese light design company founded in 2009, envisions creating portable, indestructible lights with integrated LED technology, maintaining comfort and elegance. This philosophy is evident in its designs, each embracing a poetic quality of light that engages in a friendly dialogue with the illuminated space. Even turned off, Ambientec lights add beauty to any environment. Originally specializing in protective underwater cases for professional photography equipment, Ambientec's roots contributed expertise in creating portable gear resistant to extreme conditions. This background led to its venture into portable lamp design, exploring new frontiers in lighting for everyday spaces, indoors and outdoors."
    },
    {
      "id": "36",
      "name": "Andersen Furniture",
      "priority": 36,
      "image": "https://assets-global.website-files.com/6195025159d3bccd9b338ebb/65cc8b0ceb70dde74bf7732c_Landscape_1Space%2BMood1920x1080-p-1600.jpg",
      "website": "https://andersen-furniture.com/",
      "facebook": "https://www.facebook.com/andersenfurniture/?locale=da_DK",
      "instagram": "https://www.instagram.com/andersenfurniture/?hl=da",
      "description": "Andersen Furniture is a design company with an approach rooted in curiosity, innovation, and talent for the benefit of everyone. The company strives to create unique designs with a focus on a long-life cycle, developing contract furniture in close collaboration with talented architects and designers. This collaboration aims to challenge form, function, and material, resulting in furniture designed to last for generations. With passion, Andersen Furniture designs contract furniture that combines functionality and character, featuring a clean and modern expression. The collection reflects the Scandinavian history of craftsmanship while challenging contemporary forms, offering professional and contemporary furniture for various spaces."
    },
    {
      "id": "37",
      "name": "Ukurant",
      "priority": 37,
      "image": "https://assets-global.website-files.com/6195025159d3bccd9b338ebb/65e09062e49b946299e0bf97_hero-p-1600.jpeg",
      "website": "https://ukurant.com/",
      "instagram": "https://www.instagram.com/ukurant_/",
      "description": "Ukurant celebrates experimental approaches to craft, material and tradition, offering young designers a platform and spotlight to present their work and push the boundaries of the established design scene. Whether it is in unconventional ways or in tribute to past generations, Ukurant presents new perspectives in the world of design and showcases prospective design by emerging talents."
    },
    {
      "id": "38",
      "name": "Artemide",
      "priority": 38,
      "image": "https://assets-global.website-files.com/6195025159d3bccd9b338ebb/65cc9213bdf349ce1e281041_lamporimiljo18-kopi%202-p-1600.jpeg",
      "website": "https://www.artemide.com/",
      "facebook": "https://www.facebook.com/ArtemideGroup",
      "instagram": "https://www.instagram.com/artemide_lighting/",
      "Pinterest": "https://www.pinterest.it/artemideworld/_created/",
      "description": "Artemide is one of the most known illumination brands in the world. Known for its The Human Light philosophy, Artemide boasts high skills in light design and innovation, with products originating from research and high-quality manufacturing."
    },
    {
      "id": "255",
      "name": "Man of Parts",
      "priority": 255,
      "image": "https://assets-global.website-files.com/6195025159d3bccd9b338ebb/65cf6d2c927f69c23747dcc6_hero.jpg",
      "website": "https://manofparts.com/",
      "instagram": "https://www.instagram.com/manofparts/",
      "description": "Born of a cross cultural, post-national design sensibility, MAN OF PARTS was created for global nomads who appreciate craft but prefer a modern experience."
    },
    {
      "id": "40",
      "name": "Jacob Jensen",
      "priority": 40,
      "image": "https://assets-global.website-files.com/6195025159d3bccd9b338ebb/65cf5aed0a98cc837a870344_JJ-Main_1920x1280%201-p-1600.jpg",
      "website": "https://www.jacobjensen.com/",
      "facebook": "https://www.facebook.com/jacobjensenbrand?locale=da_DK",
      "instagram": "https://www.instagram.com/jacobjensen_brand/",
      "Pinterest": "https://www.pinterest.it/artemideworld/_created/",
      "description": "Jacob Jensen is a realm of Danish design, transforming everyday essentials into extraordinary objects that captivate, bringing surprise, delight, and meaningful impact. Since its beginnings in 1958, Jacob Jensen's design philosophy has given rise to pioneering products and design decisions that have left an indelible mark globally. Today, Jacob Jensen continues to shape dynamic and distinctive designs, grounded in Danish simplicity and, more crucially, the needs of the people who will use these products. Then, as now, the paramount objective is an unwavering commitment to enhancing the daily lives of everyone."
    },
    {
      "id": "41",
      "name": "Paustian",
      "priority": 41,
      "image": "https://assets-global.website-files.com/6195025159d3bccd9b338ebb/65d725897d65dfa7b316ed5f_hero-p-1600.jpg",
      "website": "https://www.paustian.com/",
      "facebook": "https://www.facebook.com/paustian.dk",
      "instagram": "https://www.instagram.com/paustian_dk/",
      "Pinterest": "https://www.pinterest.dk/Paustian_dk/_created/",
      "description": "Paustian is a Danish furniture and design house with an international outlook. Since 1964, Paustian has represented some of the most celebrated and renowned furniture designs, supplying furniture and interior solutions for both homes and organizations. Furthermore, Paustian has its own collection - Paustian Furniture Collection - that includes Danish design icons such as the Paustian Modular Sofa designed by Erik Rasmussen in 1969, and the Arctander Chair designed by Phillip Arctander in 1944."
    },
    {
      "id": "42",
      "name": "FABRIC FOREST",
      "priority": 42,
      "image": "https://assets-global.website-files.com/6195025159d3bccd9b338ebb/65e098725a0c51e59901548a_hero-p-1600.jpeg",
      "website": "https://fabric-forest.se/en/home/",
      "facebook": "https://www.facebook.com/fabricforestswe",
      "instagram": "https://www.instagram.com/fabric_forest/",
      "Pinterest": "https://www.pinterest.se/fabricforest/",
      "description": "Fabric Forest offers thoughtful interior design products for a sustainable future. They have used a new and innovative technique to develop a renewable textile material from Swedish trees, which gives the opportunity to transform the entire textile industry."
    },
    {
      "id": "43",
      "name": "Tine K Home",
      "priority": 43,
      "image": "https://assets-global.website-files.com/6195025159d3bccd9b338ebb/65d715c82d3903e173f89eda_hero-p-1600.jpg",
      "website": "https://www.tinekhome.com/da/",
      "facebook": "https://www.facebook.com/tinekhomeofficial/",
      "instagram": "https://www.instagram.com/tinekhomeofficial/",
      "Pinterest": "https://www.pinterest.dk/tinekhome/_created/",
      "description": "Tine K Home creates interior and furniture with Scandinavian simplicity in mind and has always believed in authentic living. Beautiful items are ever inspiring. Tine K Home is drawn to natural shades and honest materials. They perfectly blend in, and the different textures will complement each other and provide a harmonious contrast to treasured accessories and family heirlooms. This is forever the essence of timeless furniture and interior design."
    },
    {
      "id": "44",
      "name": "TAKT",
      "priority": 44,
      "image": "https://assets-global.website-files.com/6195025159d3bccd9b338ebb/65dca2dfc20a6051b18e5db4_hero-p-1600.jpeg",
      "website": "https://www.taktcph.com/",
      "facebook": "https://www.facebook.com/TAKTCPH",
      "instagram": "https://www.instagram.com/taktcph/",
      "Pinterest": "https://www.pinterest.com/TAKTcph/",
      "description": "TAKT is rethinking the approach to designing, constructing, and selling furniture, aiming to bring high-quality design to a broader audience. The brand is challenging the prevailing throw-away culture around furniture, asserting that furniture is not disposable. Furniture should be loved, cared for and handed to future generations. Therefore, all TAKT furniture is designed for repair. Their component based approach to design means that all parts are replaceable, so when life happens, you’ll be able to identify the right part of the furniture to repair or replace. This way, your furniture could last forever. Furthermore, TAKT is a B Corp and all products are certified with the EU Ecolabel. TAKT calls it 'Perpetual Sustainable Design'."
    },
    {
      "id": "45",
      "name": "FRAMING",
      "priority": 45,
      "image": "https://assets-global.website-files.com/6195025159d3bccd9b338ebb/65ccd6ad705eb7c25fab684b_FRAMING2019_01%20Large.jpeg",
      "website": "https://samirakudskpr.dk/",
      "instagram": "https://www.instagram.com/framing.events/",
      "description": "JFRAMING provides the framework for a variety of curated content with the aim to promote design, nationally as well as internationally. During 3daysofdesign, FRAMING will create a joint exhibition at a spectacular venue showcasing exclusive design brands and their novelties in an inspiring and relevant way. The current set design ensures a visual flow throughout the exhibition by presenting all new designs with an eye for the aesthetics. FRAMING offers a platform for creative collaborations within the design, interior and lifestyle industries."
    },
    {
      "id": "46",
      "name": "Cane-line",
      "priority": 46,
      "image": "https://assets-global.website-files.com/6195025159d3bccd9b338ebb/65cca4bb92bbd48d4640ae0c_hero-p-1600.jpeg",
      "website": "https://www.cane-line.com/",
      "facebook": "https://www.facebook.com/canelinecom",
      "instagram": "https://www.instagram.com/caneline/",
      "Pinterest": "https://www.pinterest.dk/caneline/",
      "description": "Cane-line is a Danish design company with more than 35 years of experience in designing and manufacturing functional and comfortable furniture. Life made comfortable is the very essence of Cane-line. All over the world the mission is the same - to make life comfortable and add value to life and the places you unwind and relax. Cane-line focus on quality and innovative technologies to create designs that will bring you joy today and in the future. Cane-line designs are made with the greatest care for the environment and the well-being of people."
    },
    {
      "id": "47",
      "name": "Danish Architecture Center",
      "priority": 47,
      "image": "https://assets-global.website-files.com/6195025159d3bccd9b338ebb/6405cf75da4a6b8f36d69b3d_63ee370fe3deb760747b48ef_Dansk_Arkitektur_Center_Cafe_terrasse_Foto_Rasmus_Hjortsh%25C3%25B8j_crop-p-1600.jpeg",
      "website": "https://dac.dk/en/",
      "facebook": "https://www.facebook.com/danskarkitekturcenter",
      "instagram": "https://www.instagram.com/danisharchitecturecenter/",
      "description": "JDanish Architecture Center (DAC) is an international cultural attraction for everyone who wants to experience and understand how architecture and design create the framework for our lives. DAC is located in the heart of Copenhagen in the spectacular BLOX building which is situated right at the harbor front and as part of Copenhagen’s Cultural Quarter. Through exhibitions, tours, events, learning and networking, Danish Architecture Center creates space for inspiration, enjoyment and immersion."
    },
    {
      "id": "48",
      "name": "blomus",
      "priority": 48,
      "image": "https://assets-global.website-files.com/6195025159d3bccd9b338ebb/65cc9b587687d0b98940bc6f_header-p-1600.jpeg",
      "website": "https://www.blomus.com/",
      "facebook": "https://www.facebook.com/blomusofficial/",
      "instagram": "https://www.instagram.com/jacobjensen_brand/",
      "Pinterest": "https://www.pinterest.de/blomus_de/",
      "description": "Since its establishment in 1961, blomus has been a pivotal player in the interior design and accessories industry, specialising in intelligent, minimalist, and functional design for the contemporary home. Rooted in the German tradition of exceptional quality and highly skilled craftsmanship, blomus has achieved international recognition for its commitment to the honesty of materials, the purity of shape, and a passionate approach to design. The brand is based in Sundern (D) and maintains a creative hub in Copenhagen (DK), fostering collaboration with partners worldwide. blomus proudly considers itself an international company with a global market reach. Driven by passion and operated as a family business, blomus is dedicated to providing designs that endure and are cherished for generations to come."
    },
    {
      "id": "49",
      "name": "Eva Solo",
      "priority": 49,
      "image": "https://assets-global.website-files.com/6195025159d3bccd9b338ebb/65cccba003e7157ec5b7f2b1_hero-p-1600.jpeg",
      "website": "https://www.evasolo.com/",
      "facebook": "https://www.facebook.com/evasoloofficial/",
      "instagram": "https://www.instagram.com/evasolo_official/",
      "Pinterest": "https://www.pinterest.dk/evasolopins/_saved/",
      "description": "At Eva Solo, the team never sits still, tirelessly exploring new possibilities to infuse elegance, function, and design into people's homes, enriching their everyday lives. The Furniture Collection marks an expansion of their product line from kitchen and dining areas to equally exciting living spaces. Designed to be both simple and bold, charismatic and understated, each piece in the Furniture Collection is a modern classic that enhances any room it graces, regardless of its placement."
    },
    {
      "id": "50",
      "name": "Tekla",
      "priority": 50,
      "image": "https://assets-global.website-files.com/6195025159d3bccd9b338ebb/65dc94d4f2b1b15c1816ba19_hero-p-1600.jpeg",
      "website": "https://teklafabrics.com/",
      "facebook": "https://www.facebook.com/teklafabrics/",
      "instagram": "https://www.instagram.com/teklafabrics/",
      "Pinterest": "https://www.pinterest.co.uk/teklafabrics/",
      "description": "JEstablished in Copenhagen in 2017, Tekla creates elevated yet functional homeware pieces that centre a timeless, straightforward design expression. Since launching, Tekla has embodied an honest commitment to uncompromising quality. With a foundation in bedding, the full collection now comprises pieces for the entire home, including towels, sleepwear and kitchen linens – all made to be lived in and made to last. Tekla holds B Corp certification, joining a global movement of people using business as a force for good. Tekla is available at its Copenhagen store, globally online and through a handful of carefully selected retail partners in Europe, North America and the Asia-Pacific."
    },
    {
      "id": "51",
      "name": "Ekbacken Studios",
      "priority": 51,
      "image": "https://assets-global.website-files.com/6195025159d3bccd9b338ebb/65d7217b5971c3f4ba80f6d9_02428-p-1600.jpg",
      "website": "https://www.ekbackenstudios.com/",
      "facebook": "https://www.facebook.com/Ekbackenstudios/",
      "instagram": "https://www.instagram.com/ekbackenstudios/",
      "Pinterest": "https://www.pinterest.se/ekbackenstudios/",
      "description": "Ekbacken Studios is a design studio founded in 2022 in Stockholm, Sweden by a Scandinavian team united in a passion for design and sustainability with a mission to redefine luxury and the way we consume. Dedicated to pushing the boundaries of artistic expression through the upcycling of waste materials in combination with innovative production methods in the form of 3D-printing, their furniture is both durable and luxurious, contributing to a lower climate impact. The award winning design studio is renowned for its commitment to creativity, quality, and environmental responsibility."
    },
    {
      "id": "52",
      "name": "EST.18",
      "priority": 52,
      "image": "https://assets-global.website-files.com/6195025159d3bccd9b338ebb/65e08f56a07afb95d6d9a553_Ariake_Interior_Taio_Holm_Rikyu_Dovetail.jpg",
      "website": "https://www.est18.dk/",
      "instagram": "https://www.instagram.com/est18.dk/",
      "description": "JEST 18, based in the cultural heart of Copenhagen at Kanonbådsvej 4A, is a brand that embodies the spirit of innovation and timeless design. Founded on the principles of sustainability, craftsmanship, and traditions, EST 18 curates and showcases exceptional pieces from global artisans and designers. Representing a carefully selected group of brands, EST 18 is a conduit for enduring design, offering objects that harmonize artisan techniques with contemporary relevance. Welcome to a world where every piece narrates a journey of creativity, sustainability, and timeless appeal."
    },
    {
      "id": "53",
      "name": "Plauborg Furniture",
      "priority": 53,
      "image": "https://assets-global.website-files.com/6195025159d3bccd9b338ebb/65e094ca2666bc880cf4ef34_hero-p-1600.jpeg",
      "website": "https://www.plauborg.dk/",
      "facebook": "https://www.facebook.com/plauborgfurniture",
      "instagram": "https://www.instagram.com/plauborgfurniture/",
      "Pinterest": "https://www.pinterest.dk/PlauborgFurniture",
      "description": "JCustomized furniture that suit your unique needs and preferences. Designed and produced in Denmark."
    },
    {
      "id": "54",
      "name": "Carpe Diem Beds",
      "priority": 54,
      "image": "https://assets-global.website-files.com/6195025159d3bccd9b338ebb/65ccaf1ec801e0ca994d1e68_CDB_HallsoWoodRoom_Angle-1-large-p-1600.jpg",
      "website": "https://www.carpediembeds.dk/",
      "facebook": "https://www.facebook.com/Carpediembeds/",
      "instagram": "https://www.instagram.com/carpediembedsofsweden/",
      "Pinterest": "https://www.pinterest.dk/carpediembeds",
      "description": "JUnwind in bespoke luxury with Carpe Diem Beds: Harmoniously blending comfort, innovation and Scandinavian design. Inspired by serene cliffs, vast ocean, and fields of heather on the West Coast of Sweden, each bed is meticulously created to transport you to a haven of tranquility. Carpe Diem Beds are handmade in Sweden with carefully chosen materials such as solid Nordic pine, organic cotton, Talalay latex and luxurious fabrics. All beds are customizable to reflect your taste and needs with a wide range of headboards, bed legs and functions. Carpe Diem Beds creates beds that please the eye as much as the body by transcending functionality to become a testament of style and comfort."
    },
    {
      "id": "55",
      "name": "All Matters Studio",
      "priority": 55,
      "image": "https://assets-global.website-files.com/6195025159d3bccd9b338ebb/65d5ea6b955f99627b876e46_hero-p-1600.jpeg",
      "website": "https://www.allmatters.se/",
      "instagram": "https://www.instagram.com/allmattersstudio",
      "Pinterest": "https://shorturl.at/fuFN2",
      "description": "All Matters Studio is a Stockholm-based design studio founded in 2020. Their mission is to create and produce timeless and high quality interior products developed from a Scandinavian design mindset with an International approach. Recognizing the significance of incorporating scent into interior design, All Matters Studio joined forces with Emmanuel Martini, a distinguished French Perfume Designer, and introduced their independent fragrance brand En Doft™ at 3daysofdesign in 2022. Subsequently, they have unveiled a collection of exquisite, artisanal Room Perfumes, enriching the extra dimension of design."
    },
    {
      "id": "56",
      "name": "Wood Zone",
      "priority": 56,
      "image": "https://assets-global.website-files.com/6195025159d3bccd9b338ebb/65e0979a6c65c78e524d5906_hero-p-1600.jpeg",
      "website": "https://woodzone.dk/",
      "facebook": "https://www.facebook.com/woodzonefurnituredk",
      "instagram": "https://www.instagram.com/woodzone_furniture/",
      "description": "Wood Zone is a Danish furniture design and manufacturing company. The brand is focused around high quality furniture and home decor items in solid wood - mainly oak and walnut. The product selection involves dining tables, coffee tables, bed frames, benches, chairs, lamps etc. All production takes place in Wood Zone's own carpentry in Northern Jutland. Production is another central part of the Wood Zone brand. All furniture is made with love for the traditional Danish craftsmanship traditions, however, with a modern touch. This is Wood Zone's way of ensuring long lasting furniture in timeless designs that can be passed down in generations."
    },
    {
      "id": "57",
      "name": "Santa & Cole",
      "priority": 57,
      "image": "https://assets-global.website-files.com/6195025159d3bccd9b338ebb/65d76a4b975d413ada20621f_hero-p-1600.jpeg",
      "description": "Santa & Cole, a small, independent, global editor of design, art, and books rooted in Belloch (Barcelona), with the mission of preparing original ideas or works for the public domain. Products are meticulously designed to stand the test of time, drawing on their shape, technical solutions, and carefully chosen materials. The guiding principle is quality over quantity, with an emphasis on choosing rather than accumulating. This commitment to a material culture has been upheld for over 35 years, with the goal of extending the lifecycle of products for generations to come."
    },
    {
      "id": "58",
      "name": "David Design",
      "priority": 58,
      "image": "https://assets-global.website-files.com/6195025159d3bccd9b338ebb/65cf54207fb4a4c9662501e2_hero-p-1600.jpeg",
      "website": "https://www.daviddesign.se/en/",
      "instagram": "https://www.instagram.com/daviddesigninspiration/",
      "description": "David Design embraces individuality and rejects conformity. They challenge the status quo, striving for something beyond the ordinary. Refusing to compromise for over 30 years, they stand firm on that commitment. Founded in 1988 by former pop star and DJ David Carlson in Malmö, David Design emerged during a time when Scandinavian design was undergoing a second wave of global attention. The brand played a vital role in revitalising the spirit of Scandinavian design with a fresh and modern approach. Years later, David Design remains true to its vision. Today, it stands as a well-established international brand, attracting followers seeking iconic, functional, and sustainable furniture and accessories."
    },
    {
      "id": "59",
      "name": "Kaufmann Keramik",
      "priority": 59,
      "image": "https://assets-global.website-files.com/6195025159d3bccd9b338ebb/65cf621a881606530e672509_hero-p-1600.jpeg",
      "website": "https://www.kaufmann-keramik.de/",
      "instagram": "https://www.instagram.com/kaufmannkeramik/?hl=de",
      "description": "Kaufmann Keramik is a family-run, dedicated ceramic manufacturer from Bavaria. Authentically crafted by hand in collaboration with renowned designers, the company creates high-quality, unique ceramic pieces with a lot of heart, flair and enthusiasm for this fascinating material. Stove tiles, wall cladding, room dividers and objects whose diversity and individuality cannot be reproduced by any machine in the world, giving rooms a very special aura and charisma. Each ceramic is a handmade promise of quality for people who care about where and by whom their ceramics are produced."
    },
    {
      "id": "60",
      "name": "Kristina Dam Studio",
      "priority": 60,
      "image": "https://assets-global.website-files.com/6195025159d3bccd9b338ebb/65cf6591aaa22a207f1f877d_hero-p-1600.jpeg",
      "website": "https://www.kristinadam.dk/",
      "facebook": "https://www.facebook.com/kristinadam.dk",
      "instagram": "https://www.instagram.com/kristinadamstudio/",
      "Pinterest": "https://www.pinterest.dk/kristinadamstudio/",
      "description": "Kristina Dam Studio defines sculptural minimalism by merging the artist's meticulous attention to detail with the architect's vision and spatial understanding. The 2024 Collection ‘Journeys’ embodies a refined and distilled aesthetic, grounded in an exploration of form and material. Steel, increasingly favoured in the heart of Kristina Dam, brings beauty and strength, ensuring enduring quality for the pieces. The focus is on crafting items that are not just visually captivating but also highly functional, blending industrial intention with minimalist refinement. Kristina Dam Studio’s passion for diligent craftsmanship is evident in every item, and each design is more than just an interior object – it adds a statement to any room."
    },
    {
      "id": "61",
      "name": "LYFA",
      "priority": 61,
      "image": "https://assets-global.website-files.com/6195025159d3bccd9b338ebb/65d5c20440112d2af688a473_hero-p-1600.jpg",
      "website": "https://www.lyfa.com/",
      "facebook": "https://www.facebook.com/lyfa",
      "instagram": "https://www.instagram.com/lyfa",
      "Pinterest": "https://www.pinterest.com/lyfalighting",
      "description": "LYFA is a visionary home of iconic classics from some of Denmark’s most influential lighting designers. Their enduring designs explore and enhance good lighting in all its facets and shapes. The LYFA collection is founded on pure aesthetics and a purposeful design philosophy shaped by decades of dedicated craftsmanship and captivating lighting designs. The design classics are crafted to impeccable quality standards and offer light arrangements for every home, occasion and situation."
    },
    {
      "id": "62",
      "name": "LE KLINT",
      "priority": 62,
      "image": "https://assets-global.website-files.com/6195025159d3bccd9b338ebb/65cf6709c2cd888fe205f4e4_hero-p-1600.jpeg",
      "website": "https://www.leklint.com/",
      "facebook": "https://www.facebook.com/leklintlighting/",
      "instagram": "https://www.instagram.com/le_klint_lighting/?hl=da",
      "Pinterest": "https://www.leklint.dk/da-DK/Presse.aspx",
      "description": "Le Klint’s origins date back to the beginning of the 20th century, when architect and civil engineer P.V. Jensen-Klint folded the first hand-pleated lampshade for a kerosene lamp that he had designed. Since the establishment of Le Klint in 1943, the design company has focused on excellent craftsmanship and on retaining production in Odense. Over the years, the Le Klint collection has been designed by well-known architects and new designers, and consists of traditional and modern lamps, sold all over the world."
    },
    {
      "id": "63",
      "name": "Enter the Salon",
      "priority": 63,
      "image": "https://assets-global.website-files.com/6195025159d3bccd9b338ebb/65ccc53b9d3ecb3990e60028_EntertheSalon_1920x1080-p-1600.jpg",
      "description": "Open your hearts and minds to a joint exhibition showcasing a selection of distinguished brands from around the world. Curated by designer Signe Hytte, Enter the Salon is a space where design, art and poetry converge, creating a seamless blend of the past with the present. Brought to life in a special townhouse steeped in history in the heart of Copenhagen, the exhibition is designed to provide a haven for quiet reflection, casual conversation, and the exploration of new perspectives."
    },
    {
      "id": "64",
      "name": "Njordrum Home",
      "priority": 64,
      "image": "https://assets-global.website-files.com/6195025159d3bccd9b338ebb/65dcca984e90ba9da0d702c7_hero-p-1600.jpg",
      "website": "https://www.njordrum.com/",
      "facebook": "https://www.facebook.com/njordrumhome/",
      "instagram": "https://www.instagram.com/njordrum/",
      "description": "Aesthetics is the sum of the right details. The experience of things that are made for each other and become part of a conscious context in both form and function. That the smallest detail has decisive importance for the big picture. Njordrum Home creates aesthetic, prefabricated, modular homes from wood, where beauty is considered at every stage of the design phase. It is about choosing the best materials and putting them together in a good way. Njordrum Home is also where the team behind ideate, design and develop the products they use to complete their houses. They do this to offer architecture and design where everything is connected and mutually enhance the total experience of the Njordrum Home concept."
    },
    {
      "id": "65",
      "name": "Artisan",
      "priority": 65,
      "image": "https://assets-global.website-files.com/6195025159d3bccd9b338ebb/65cc9360f5710fa7b0026f32_ArtisanInterior_hor_01-p-1600.jpg",
      "website": "https://artisan.ba/",
      "facebook": "https://www.facebook.com/artisanlovewood",
      "instagram": "https://www.instagram.com/artisanlovewood/",
      "Pinterest": "https://www.pinterest.com/artisanlovewood/",
      "description": "Artisan is globally renowned for its innovative furniture design and quality craftsmanship. Handmade from seven species of solid timber, Artisan pieces are produced by craftsmen in a large Bosnian factory surrounded by dense forest, the once was old school woodwork shop with a 60-year history of producing fine timber products was transformed into the modern and technologically advanced facility that it is today. Through their collections as well as individual pieces, Artisan offers a wide range of furniture such as seating, tables, sideboards, beds, lamps. The brand insists that, at the end of the production process, the furniture that adorns your living environment is as natural as the wood from which it has originated."
    },
    {
      "id": "66",
      "name": "more",
      "priority": 66,
      "image": "https://assets-global.website-files.com/6195025159d3bccd9b338ebb/65d34b718c1daa5ba2b94199_hero-p-1600.jpeg",
      "website": "https://www.more-moebel.de/",
      "facebook": "https://www.facebook.com/moremoebel",
      "instagram": "https://www.instagram.com/moremoebel/",
      "Pinterest": "https://www.pinterest.de/morehamburg/",
      "description": "Designed in Hamburg, manufactured in Germany. Whether high-quality chairs, tables, beds or storage furniture, the brand has been reinterpreting modern classics since 1993. more is characterised by clear ideas, surprising features and timeless shapes - not to mention durability and sustainability. Each piece is designed and manufactured to accompany its owner for decades. Only the highest quality materials are used. These include slow-grown, certified woods, olive-based tanned leathers dyed with soluble dyes, fine woollen fabrics and ecological upholstery materials. Each collection is the result of decades of experience, yet always represents a fascinating new beginning. This will never change."
    },
    {
      "id": "67",
      "name": "Lintex",
      "priority": 67,
      "image": "https://assets-global.website-files.com/6195025159d3bccd9b338ebb/65d33dc999b94b09c48d3644_16_A08-LOVING-FRONT-319_V2-p-1600.jpeg",
      "website": "https://www.kristinadam.dk/",
      "facebook": "https://www.facebook.com/profile.php?id=100054734081781",
      "instagram": "https://www.instagram.com/Lintex_ab/",
      "Pinterest": "https://www.pinterest.dk/lintex_ab/",
      "description": "You want a space of your own, a place for your thoughts, your ideas and your words. LINTEX manufactures writing boards for schools and offices but bring to this a stringency and subtlety like a well-developed fashion line. They add style and design expertise in a world in which aesthetics have, for years, taken a back seat. Whiteboards, office screens and sound absorbers have been the anonymous carthorses of schools and conference premises. LINTEX have changed all that, aiming to surprise and challenge the image of what a writing board can be."
    },
    {
      "id": "68",
      "name": "Juslin Maunula",
      "priority": 68,
      "image": "https://assets-global.website-files.com/6195025159d3bccd9b338ebb/65dcc8982f6463e75b685815_hero-p-1600.jpg",
      "website": "https://www.juslinmaunula.shop/",
      "instagram": "https://www.instagram.com/juslinmaunula/",
      "description": "Juslin Maunula was founded by Fashion Designer Laura Juslin and Architect Lilli Maunula in 2016. Since, the fusion of fashion expertise and architectural vision has birthed a creative space that both serves as an awarded Design Studio and as the designers own distinctive Brand, breathing new life into once forgotten materials. Juslin Maunula has a unique focus: crafting designs from discarded textiles, transforming them into home products, wearables, and installations. In a world hungry for fresh thinking and mindful living, Juslin Maunula invites everyone to partake in a lifestyle where each piece tells a story of reinvention, and avant-garde style."
    },
    {
      "id": "69",
      "name": "Pholc",
      "priority": 69,
      "image": "https://assets-global.website-files.com/6195025159d3bccd9b338ebb/65d5cd55aacf40d88601bb75_hero-p-1600.jpeg",
      "website": "https://pholc.se/",
      "instagram": "https://www.instagram.com/pholcofficial/",
      "facebook": "https://www.facebook.com/kristinadam.dk",
      "Pinterest": "https://www.pinterest.se/pholcofficial/",
      "description": "KFounded in 2015 by Maja and Samuel Norburg, Pholc is a distinctly Swedish lighting brand with a new take on Scandinavian aesthetics. With a commitment to creating meaningful design rooted in strong ideas and long-lasting quality, Pholc takes a stand against the expected. The brand stays informed and relevant through collaboration with talents from diverse fields. A Pholc lamp possesses a characteristically unique style and personality that calls for attention and awakens curiosity."
    },
    {
      "id": "70",
      "name": "Peach Corner",
      "priority": 70,
      "image": "https://assets-global.website-files.com/6195025159d3bccd9b338ebb/65d5ccd8c5b020082fa77ba6_hero-p-1600.jpg",
      "website": "https://peachcorner.dk/",
      "instagram": "https://www.instagram.com/peachcornergallery",
      "description": "PEACH CORNER is an artist-run exhibition venue for Danish and international ceramics. With varying curated exhibitions and a Wunderkammer – a Cabinet of Curiosities – showing specially selected pieces, PEACH CORNER presents many different approaches to the clay and a diversity of ceramic expressions. PEACH CORNER is a dynamic forum for artistic materializations in clay and offer a platform for the full range of the ceramic field across crafts, design and visual arts."
    },
    {
      "id": "71",
      "name": "valerie_objects",
      "priority": 71,
      "image": "https://assets-global.website-files.com/6195025159d3bccd9b338ebb/65dc9193b895c06f70852e47_hero-p-1600.jpg",
      "website": "https://valerie-objects.com/",
      "instagram": "https://www.instagram.com/valerie_objects/",
      "facebook": "https://www.facebook.com/valerieobjects",
      "Pinterest": "https://nl.pinterest.com/valerieobjects/",
      "description": "valerie_objects is a belgian high-end design label initiated by Axel Van Den Bossche, CEO of renowned design company Serax, and Veerle Wenes, owner of the iconic design & art gallery Valerie Traan. The mission consists of allowing extraordinary designers and artists to translate their signature style into tangible objects, in order to reinstall an aesthetic meaning to the tools and objects we use every day. In short: give daily objects their beauty back."
    },
    {
      "id": "72",
      "name": "TOM DIXON",
      "priority": 72,
      "image": "https://assets-global.website-files.com/6195025159d3bccd9b338ebb/65dc92403c60f3b90de4be49_hero-p-1600.jpeg",
      "website": "https://www.tomdixon.net/",
      "instagram": "https://www.instagram.com/tomdixonstudio/",
      "Pinterest": "https://www.pinterest.co.uk/tomdixonstudio/",
      "description": "Tom Dixon, founded by the eponymous British designer Tom Dixon, stands as a global design powerhouse. Renowned for innovative creations such as the Melt pendant, Mirror Ball, and other instantly recognisable designs, the brand seamlessly blends craftsmanship and contemporary design. Its avant-garde approach to lighting, furniture and accessories has earned it a place in prestigious museums worldwide, including the V&A in London, MoMA in New York, and the Pompidou Centre in Paris. The London studio in Kings Cross serves as the epicentre of Tom Dixon's creative prowess. Embracing the ethos of innovation, honest materials, and longevity, Tom Dixon has become a global design trailblazer with an unwavering commitment to pushing boundaries."
    },
    {
      "id": "73",
      "name": "Cube Design",
      "priority": 73,
      "image": "https://assets-global.website-files.com/6195025159d3bccd9b338ebb/65d60cdd09680e6cb44cbee8_1920x1080_(3)-p-1600.jpeg",
      "website": "https://cube-design.dk/",
      "instagram": "https://www.instagram.com/cubedesigndenmark/",
      "facebook": "https://www.facebook.com/CubeDesignAS/?locale=da_DK",
      "description": "Since the 1980s, Cube Design has been a leading player on the contract market for quality office furniture. The family-owned Danish Design Brand has a strong tradition for designing, developing, and producing modern, high-quality office furniture and creating innovative and inspiring spaces for the customers. The brand is characterized by Danish craftmanship, high quality, and durable furniture that can be used generation after generation. With a sustainable mindset Cube Design work to ensure a continued responsible furniture production. For more than 10 years, Cube Design has been ISO 14001 certified. In addition, Cube Design is FSC® certified (FSC C155594) and has a large selection of EU Ecolabel certified furniture."
    },
    {
      "id": "74",
      "name": "Bernstorffsminde",
      "priority": 74,
      "image": "https://assets-global.website-files.com/6195025159d3bccd9b338ebb/65d5f7476eb04570a25e74c1_hero-p-1600.jpeg",
      "website": "https://www.bernstorffsminde.dk/",
      "instagram": "https://www.instagram.com/bernstorffsminde_mobelfabrik/",
      "facebook": "https://www.facebook.com/bernstorffsmindemobelfabrik/",
      "Pinterest": "https://www.dropbox.com/sh/jyh5u5r1hdzk3gz/AAAPUwPaNtkM0XuXX4JtOtdma?dl=0",
      "description": "Since 1837, Bernstorffsminde has been responsible for the production of quality furniture and has built a solid heritage and commitment to creating furniture that is not only beautiful, but also built to last. The company's own furniture collections BM1837 pay tribute to the timeless elegance of Danish design, which is always sought after and appreciated. Bernstorffsminde unites tradition, innovation and passion for creating furniture that is unique and beautiful in its design. Their latest collection, BM1837, is a testament to their commitment to providing quality furniture that stands the test of time and creates an atmosphere of timeless elegance."
    },
    {
      "id": "257",
      "name": "Mattiazzi",
      "priority": 257,
      "image": "https://assets-global.website-files.com/6195025159d3bccd9b338ebb/65d3418df330df48c81f48c1_hero-p-1600.jpeg",
      "website": "https://www.mattiazzi.eu/",
      "instagram": "https://www.instagram.com/mattiazzisrl",
      "facebook": "https://www.facebook.com/mattiazzisrl",
      "Pinterest": "https://www.pinterest.it/mattiazzisrl",
      "description": "In the past 12 years, Mattiazzi has emerged as a celebrated premium brand with an uncompromising design ethos, collaborating with the global design elite including: Ronan & Erwan Bouroullec, Nitzan Cohen, Konstantin Grcic, Sam Hecht & Kim Colin, Jasper Morrison, Leon Ransmeier and more. These designers approach wood production both philosophically and practically. Each collection represents strong ideas rooted in the passion of the Mattiazzi family and of their exceptional team – always optimistically embracing new technical challenges while keeping a keen eye on sustainability. By combining handmade craft and digital innovation in woodworking, Mattiazzi makes long-lasting, cherished pieces."
    },
    {
      "id": "76",
      "name": "by Adelborg",
      "priority": 76,
      "image": "https://assets-global.website-files.com/6195025159d3bccd9b338ebb/65e08ff1a07afb95d6d9c0c9_hero-p-1600.jpg",
      "website": "https://byadelborg.dk/",
      "instagram": "https://www.instagram.com/byadelborg/",
      "facebook": "https://www.facebook.com/profile.php?id=100093166740161&locale=da_DK",
      "description": "by Adelborg is a furniture store filled with highly curated danish and international design. With 650m2 by Adelborg wants to push the boundaries of retail and inspire with unique colors, materials and design. At by Adelborg you will find everything from furniture, interior, original art, fashion, lightning, ceramics, even to-stay or to-go coffee - all in one spot."
    },
    {
      "id": "77",
      "name": "Carl Hansen & Søn",
      "priority": 77,
      "image": "https://assets-global.website-files.com/6195025159d3bccd9b338ebb/65d608d98c8a57ac50ef5206_hero-p-1600.jpeg",
      "website": "https://www.carlhansen.com/",
      "instagram": "https://www.instagram.com/carlhansenandson/",
      "facebook": "https://www.facebook.com/carlhansenandson",
      "Pinterest": "https://www.pinterest.dk/carlhansenandson/",
      "description": "Carl Hansen & Søn represents over 110 years of furniture history with respect and passion for quality craftsmanship. The world's largest manufacturer of furniture designed by Hans J. Wegner, Carl Hansen & Son also produces works by renowned design masters such as Kaare Klint, Poul Kjærholm, Vilhelm Lauritzen, Ole Wanscher, and Børge Mogensen. Carl Hansen & Søn furniture is produced in Denmark and sold all over the world."
    },
    {
      "id": "78",
      "name": "Ro Collection",
      "priority": 78,
      "image": "https://assets-global.website-files.com/6195025159d3bccd9b338ebb/65d776fe41e8d09a0f4409de_hero-p-1600.jpeg",
      "website": "https://rocollection.dk/",
      "instagram": "https://www.instagram.com/rocollection.dk/",
      "facebook": "https://www.facebook.com/rocollection.dk",
      "Pinterest": "https://www.pinterest.dk/RoCollectionDenmark/",
      "description": "Ro Collection is a Danish design company founded in 2013 with a deep commitment to the love of craftsmanship, quality, and timeless aesthetics. In a fast and constantly changing world, Ro Collection stands as a contrast, dedicated to creating furniture and home accessories that only become more beautiful with time. Our mission is to embrace the timeless rather than the time-bound and to create products that will endure for many years to come, perhaps even appreciated across generations."
    },
    {
      "id": "79",
      "name": "BOLON",
      "priority": 79,
      "image": "https://assets-global.website-files.com/6195025159d3bccd9b338ebb/65d5fc217f1441fd26ded114_Bolon_Studio_PILLAR_EMERGE_Arise_ARTISAN_Ivory_NOW_Titanium_L.jpeg",
      "website": "https://www.bolon.com/en",
      "instagram": "https://www.instagram.com/bolonofficial",
      "facebook": "https://www.facebook.com/bolonofficial",
      "Pinterest": "https://www.pinterest.com/bolonflooring",
      "description": "RBolon is a premium design brand dedicated to thrilling the world with bold innovation for a sustainable design experience. A third-generation Swedish family company, Bolon originated with a courageous idea: crafting woven flooring from waste materials. After 75 years, the brand is driven by innovation, passion, and a profound desire to create and explore new design dimensions. Collaborating with leading international designers, architects, and fashion labels, Bolon has transformed industry fundamentals by adding design status into traditional flooring. The brand is continuously in motion, seeking to improve, surprise, and explore new dimensions of brave design."
    },
    {
      "id": "80",
      "name": "Kasper Kyster Design",
      "priority": 80,
      "image": "https://assets-global.website-files.com/6195025159d3bccd9b338ebb/65d33c90a388dc82a38cde05_hero-p-1600.jpeg",
      "website": "https://kasperkyster.dk/",
      "instagram": "https://www.instagram.com/kasperkyster/",
      "description": "Kasper Kyster chases the unknown. He seeks to test his intuition and experiment with materials and principles to achieve something spontaneous. His motivation is largely about the process of creating, about producing and chasing the unique rather than the perfect. Based on topics such as statics, tectonics, form and function, he works uncompromisingly towards one concept that can become a piece of furniture or object. The limitation means that his work appears spontaneous and intuitive. Kyster puts materials and craft above everything else. He is curious about how you can experiment with old crafts to give materials new aesthetics, and how modern technologies can redefine crafts' impact on aesthetics."
    },
    {
      "id": "81",
      "name": "Karimoku Furniture",
      "priority": 81,
      "image": "https://assets-global.website-files.com/6195025159d3bccd9b338ebb/65cf60cc1080e66b19d35fc5_hero-p-1600.jpeg",
      "website": "https://www.karimoku-case.com/",
      "instagram": "https://www.instagram.com/karimokucase/?hl=en",
      "facebook": "https://www.facebook.com/karimokucase",
      "description": "Emerging from shared design values, Karimoku Case is a contemporary lifestyle brand based in Japan and born out of admiration and love for serene beauty, material richness and timeless appeal. The Karimoku Case collections are brought to life by the world’s leading architects through individual cases, and the story of each collection is told through its native setting. With Karimoku Case, Karimoku introduces its fourth high-end, contemporary furniture brand, following Karimoku New Standard, Karimoku Kunst and Ishinomaki Laboratory by Karimoku."
    },
    {
      "id": "82",
      "name": "Schönbuch",
      "priority": 82,
      "image": "https://assets-global.website-files.com/6195025159d3bccd9b338ebb/65d5d33f83873b86408fb2f7_hero-p-1600.jpeg",
      "website": "https://www.schoenbuch.com/",
      "instagram": "https://www.instagram.com/schoenbuch/?hl=de",
      "facebook": "https://www.facebook.com/schoenbuch",
      "Pinterest": "https://www.pinterest.de/SchoenbuchGmbH/",
      "description": "RSchönbuch – a German furniture brand that stands out thanks to its clean designs, expressive colours and wide choice of finishes. As well as aesthetics, functionality and quality are fundamentally important, be it in storage systems with their endless possible variations or individual furniture items and accessories. A specialist in entrance areas, Schönbuch is now equally at home in all living and commercial spaces. The products in its portfolio are not just functional but designer pieces with exquisite craftsmanship and delicate features. Simply beautiful!"
    },
    {
      "id": "83",
      "name": "De La Espada",
      "priority": 83,
      "image": "https://assets-global.website-files.com/6195025159d3bccd9b338ebb/65ccb25fb5e0ac9af91b107b_hero-p-1600.jpg",
      "website": "https://delaespada.com/",
      "instagram": "https://www.instagram.com/delaespada",
      "facebook": "https://www.facebook.com/DeLaEspadaFurniture",
      "Pinterest": "https://www.pinterest.co.uk/delaespada/",
      "description": "De La Espada furniture is where leading design meets the highest level of European craftsmanship. At the De La Espada atelier in Portugal, expert craftspeople specialising in solid wood and upholstery combine handcraft and advanced technology to create truly unique, meaningful objects, meticulously detailed and engineered to last a lifetime. In addition to designing in-house, De La Espada also works closely with carefully selected international design partners. The product range reflects the diversity of the collaborators as well as a shared approach to materiality, functionality, and craft."
    },
    {
      "id": "84",
      "name": "Midgard Licht",
      "priority": 84,
      "image": "https://assets-global.website-files.com/6195025159d3bccd9b338ebb/65dc9396319c081643f652b0_hero-p-1600.jpeg",
      "website": "https://midgard.com/",
      "instagram": "https://www.instagram.com/midgardlamps/",
      "facebook": "https://de-de.facebook.com/midgardlamps/",
      "Pinterest": "https://www.pinterest.de/midgardlicht/",
      "description": "Founded in 1919, Midgard Licht collection spans across unique lamps, ranging from iconic midcentury classics to radical modern drafts – meeting all requirements of design, quality and sustainability. As the inventor of adjustable lighting, Midgard aims to bring the inventiveness and bauhaus spirit into the now, striving for a balance between functionality and emotional quality of their drafts. Always touching the very heart of Midgard's philosophy - making light adjustable. Focusing on the relevance of sustainability through design, they are taking up the responsibility as a manufacturer to think in new and responsible ways about product design. Midgard produces its collection, still today, with original tools in Germany."
    },
    {
      "id": "85",
      "name": "TONI Copenhagen",
      "priority": 85,
      "image": "https://assets-global.website-files.com/6195025159d3bccd9b338ebb/65d720259d74808eb291cfb2_Toni5223-p-1600.jpeg",
      "website": "https://www.tonicopenhagen.com/",
      "instagram": "https://www.instagram.com/tonicopenhagen/",
      "facebook": "https://www.facebook.com/tonicopenhagen",
      "Pinterest": "https://www.pinterest.dk/TONIcopenhagen/",
      "description": "Founded 105 years ago, TONI Copenhagen emerged from a family's deep-rooted appreciation for traditional brass finishing and craftsmanship. Across generations, dedicated professionals have upheld this craft. In 2024, TONI Copenhagen continues to embrace these enduring values. They advocate for a simplified and personalised world, encouraging thoughtful and lasting choices for home acquisitions. Committed to creating high-quality, enduring designs, TONI Copenhagen strives to produce timeless pieces that defy fleeting trends. Objects of lasting design carry inherent stories, providing a backdrop for life's everyday moments. This has been their trade since 1918."
    },
    {
      "id": "86",
      "name": "Montana Furniture",
      "priority": 86,
      "image": "https://assets-global.website-files.com/6195025159d3bccd9b338ebb/65d34a8e600cff38386841d1_Montana_3DD_1920x1080_02-p-1600.jpg",
      "website": "https://www.montanafurniture.com/",
      "instagram": "https://www.instagram.com/montanafurniture/",
      "facebook": "https://www.facebook.com/montanafurniture.dk/",
      "Pinterest": "https://www.pinterest.dk/montanafurniture/",
      "description": "Montana Furniture is an expert in creating playful spaces and the effect of colours in the interior. Since 1982, the family-owned Danish company has been bringing high-quality furniture, proud Danish traditions, and a multitude of colours to private homes, public spaces and corporate facilities all over the world. At its factory in Denmark, Montana manufactures its own series of flexible, EU Eco-labelled, modular systems in a wide range of inspiring, playful colours. The collection also comprises reproductions of fine Danish design icons from Arne Jacobsen, Verner Panton, and Jørgen Rasmussen together with new and innovative designs by Jens Martin Skibsted, Anders Engholm and Kasper Mose."
    },
    {
      "id": "87",
      "name": "Audo Copenhagen",
      "priority": 87,
      "image": "https://assets-global.website-files.com/6195025159d3bccd9b338ebb/65d5f6a4e735a613d1488743_hero-p-1600.jpeg",
      "website": "https://www.tonicopenhagen.com/",
      "instagram": "https://www.instagram.com/tonicopenhagen/",
      "facebook": "https://www.facebook.com/tonicopenhagen",
      "Pinterest": "https://www.pinterest.dk/TONIcopenhagen/",
      "description": "Founded 105 years ago, TONI Copenhagen emerged from a family's deep-rooted appreciation for traditional brass finishing and craftsmanship. Across generations, dedicated professionals have upheld this craft. In 2024, TONI Copenhagen continues to embrace these enduring values. They advocate for a simplified and personalised world, encouraging thoughtful and lasting choices for home acquisitions. Committed to creating high-quality, enduring designs, TONI Copenhagen strives to produce timeless pieces that defy fleeting trends. Objects of lasting design carry inherent stories, providing a backdrop for life's everyday moments. This has been their trade since 1918."
    },
    {
      "id": "88",
      "name": "Stilling",
      "priority": 88,
      "image": "https://assets-global.website-files.com/6195025159d3bccd9b338ebb/65d5da0f20759289051df133_hero-p-1600.jpeg",
      "website": "https://stilling.dk/",
      "instagram": "https://www.instagram.com/stilling1949/",
      "facebook": "https://www.facebook.com/stilling1949",
      "Pinterest": "https://www.pinterest.dk/Stilling1949",
      "description": "Stilling is a renowned design company that creates stunning, handcrafted curtain tracks for projects and exhibitions worldwide. Utilising a wide array of colours and shapes, Stilling facilitates the creation of creative architectural spaces. The legacy of Stilling began in 1949 when the founder, Preben Stilling, crafted his first window blind. Originating from the family basement, he sold the blind in his spare time, marking the beginning of decades of craftsmanship traditions on Danish soil. Stilling pioneers the use of recycled materials for drapery hardware and produces many of its beloved curtain tracks from a minimum of 75% recycled post-consumer materials."
    },
    {
      "id": "89",
      "name": "NTK Atelier",
      "priority": 89,
      "image": "https://assets-global.website-files.com/6195025159d3bccd9b338ebb/65d5b3e535c8f51036e86840_hero-p-1600.jpeg",
      "website": "https://ntkatelier.se/",
      "description": "NTK Atelier and NTK Retail & Contract are both brands of Englund-Gruppen – a well renowned company within the flooring industry with a successful history going back to 1986. The state-of-the-art production of custom-made hand-crafted rugs is strategically located in Mölndal, just outside Gothenburg (SE). Centrally situated showrooms can be found in both Gothenburg and Stockholm. With a solution-oriented approach and excellent service Englund-Gruppen has gradually grown from a local supplier to a company with clients worldwide. All products are characterised by high and consistent quality. The team of employees have a high level of knowledge and with sustainability as a cornerstone the customers are serviced."
    },
    {
      "id": "90",
      "name": "Johanson Design",
      "priority": 90,
      "image": "https://assets-global.website-files.com/6195025159d3bccd9b338ebb/65cf5e8648a31d88a3efffa7_Charlie_Milj_07%20Large.jpeg",
      "website": "https://johansondesign.com/",
      "instagram": "https://www.instagram.com/johansondesignofficial/",
      "facebook": "https://www.facebook.com/johansondesignab/",
      "Pinterest": "https://www.pinterest.se/Johanson_Design/",
      "description": "Johanson has captivated an international audience with its distinctive Scandinavian design. The brand's production of high recognised high value, emphases their commitment to offering premium furniture made in Sweden. The flexible manufacturing approach, allows for a tailor-made collection where customers can choose from 400 RAL colours and over 100 textile and leather coverings. Collaborating with some of Europe's finest designers, Johanson remains dedicated to pushing boundaries in product development, exploring innovative forms, materials, and technology. The current product range encompasses furniture, sound absorbers, and lamps."
    },
    {
      "id": "91",
      "name": "OPENHOUSE",
      "priority": 91,
      "image": "https://assets-global.website-files.com/6195025159d3bccd9b338ebb/65d70bd12413c0957e346a02_hero-p-1600.jpg",
      "website": "https://openhouse-magazine.com/",
      "instagram": "https://www.instagram.com/openhousemagazine/?hl=es",
      "facebook": "https://www.facebook.com/openhousemagazine",
      "description": "Openhouse Studio leads creative projects and bears brands' messages in a comprehensive and unique way. The studio offers an array of opportunities that can be customized to every brand-specific needs through developing events and building individual brand identities using creative direction, photography, videography, graphic design, and copywriting, among others. The studio emerged from Openhouse Magazine, a biannual publication that talks about art, design, architecture and culture, which also serves as a platform to engage with an international professional audience."
    },
    {
      "id": "92",
      "name": "Tarkett",
      "priority": 92,
      "image": "https://assets-global.website-files.com/6195025159d3bccd9b338ebb/65d775c5ccc68a49846bf210_hero-p-1600.jpeg",
      "website": "https://www.tarkett.dk/",
      "instagram": "https://www.instagram.com/tarkett_danmark/",
      "facebook": "https://www.facebook.com/openhousemagazine",
      "Pinterest": "https://www.pinterest.se/Johanson_Design/",
      "description": "OWith a history of 140 years, Tarkett is a global leader in flooring and sports surfaces, committed to Human-Conscious Design®: standing with present and future generations and creating products and services that are good for people and for the planet. Tarkett believes in The Beauty of Circularity: achieving this through continual innovation in design and manufacturing and working with their customers to create more sustainable and healthier workplaces for humans and the environment. The Beauty of Circularity is about the implementation of innovative DESIGN and manufacturing, the beauty of the reused MATERIALS within their products, and taking responsibility for the full CIRCULAR JOURNEY of every material they work with."
    },
    {
      "id": "93",
      "name": "Glimakra of Sweden",
      "priority": 93,
      "image": "https://assets-global.website-files.com/6195025159d3bccd9b338ebb/65d7166fb024d4eb9e3bd1ea_hero-p-1600.jpg",
      "website": "https://glimakra.com/",
      "instagram": "https://www.instagram.com/glimakra.of.sweden/",
      "facebook": "https://www.facebook.com/glimakraofsweden",
      "Pinterest": "https://www.pinterest.se/glimakras/",
      "description": "OThe Home of Acoustic Design – Glimakra of Sweden takes great pride in collaborating with local suppliers, always with immediate access to the renewable resources of the forest. Long-term focus on design, quality, and a responsible production has been acknowledged through several international design awards, and as Glimakra of Sweden moves into a circular future and continues to create products that stand the test of time – over and over again."
    },
    {
      "id": "94",
      "name": "Mari Koppanen",
      "priority": 91,
      "image": "https://assets-global.website-files.com/6195025159d3bccd9b338ebb/65cf6e28718482f4d72cfaf9_hero-p-1600.jpeg",
      "website": "https://www.marikoppanen.com/",
      "instagram": "https://www.instagram.com/mari.koppanen/?hl=en",
      "facebook": "https://www.facebook.com/openhousemagazine",
      "description": "OMari Koppanen stands at the forefront of contemporary design, operating at the intersections of design, material innovation, and artistic inquiry. Through raw material production and strong visual storytelling, the studio shapes the boundaries of future furniture design and material possibilities. Each piece emerges as a testament to the pursuit of novelty, where form seamlessly intertwines with function, sustainability, and social consciousness. Established by Finnish designer and Ph.D. Research Candidate Mari Koppanen, the studio specializes in crafting objects with a particular focus on the potential of materials and pigments derived from fungi and other micro-organisms."
    },
    {
      "id": "95",
      "name": "BOMMA",
      "priority": 95,
      "image": "https://assets-global.website-files.com/6195025159d3bccd9b338ebb/65cc9d7b84f12d408f5d9d15_~tmp64_buoy_bomma_3DD%20Large.jpeg",
      "website": "https://www.bomma.cz/",
      "instagram": "https://www.instagram.com/bomma_cz/",
      "facebook": "https://www.facebook.com/bommacz",
      "Pinterest": "https://cz.pinterest.com/bommacz/",
      "description": "BOMMA is a progressive Czech glass company, manufacturing handcrafted sculptural lighting. Their products transform interiors, creating a distinct mood in each space – from eye-catching centerpieces and installations to soft ambient light. BOMMA’s glassworks foster traditional craft in a technologically-advanced facility, enabling the production of exceptionally demanding pieces. The brand is renowned for its signature designs, bringing a sense of grace and delight. This minimalist, yet daring, aesthetic is appreciated by international architects and interior designers and has quickly gained recognition within the design world."
    },
    {
      "id": "96",
      "name": "Abstracta Interiør",
      "priority": 96,
      "image": "https://assets-global.website-files.com/6195025159d3bccd9b338ebb/65cc88d1eaaa5bc8af81b915_2024-01-10AbstractaCph071%201-p-1600.jpeg",
      "website": "https://www.abstracta.se/",
      "instagram": "https://www.instagram.com/abstracta_soundscapes/",
      "facebook": "https://www.facebook.com/abstractaab",
      "Pinterest": "https://www.pinterest.se/abstractasoundscapes/",
      "description": "Abstracta have been working to create better soundscapes since 1972 – which makes them acoustics pioneers. Today, the brand offers a wide variety of solutions for different types of environments and requirements – from thoughtfully designed sound-absorbent screens and surfaces to innovative furniture with integrated acoustic characteristics. And in close collaboration with some of the world’s most influential contemporary designers, Abstracta is constantly exploring new ways to create better soundscapes. Abstracta manufacture the products in Småland, Sweden, and the customers are located throughout the world. Abstracta is part of Lammhults Design Group."
    },
    {
      "id": "256",
      "name": "FDB Møbler",
      "priority": 256,
      "image": "https://assets-global.website-files.com/6195025159d3bccd9b338ebb/65ccccc83fb18818f2895524_hero-p-1600.jpeg",
      "website": "https://www.fdbmobler.dk/",
      "instagram": "https://www.instagram.com/fdbmobler/",
      "facebook": "https://facebook.com/fdbmobler",
      "Pinterest": "https://www.pinterest.dk/fdbmobler/",
      "description": "Furniture ought to make room for people. That has been the philosophy since 1942, when FDB Møbler was founded, with architect Børge Mogensen heading up the studio. Many new designers have since entered the fold, but the foundational principles remain the same: To create beautiful, functional and exceptionally crafted furniture that makes room for everyday living at home. FDB Møbler is internationally known as a frontrunner of Danish design. It’s a story of classic pieces to be passed down from generation to generation. Regardless of whether they are talking about iconic pieces or new, innovative designs, the goal is the same: To have the veritable quality of life that was envisioned when the first pieces of furniture emerged in 1942."
    },
    {
      "id": "98",
      "name": "Martela",
      "priority": 98,
      "image": "https://assets-global.website-files.com/6195025159d3bccd9b338ebb/65d769d182c26f0cfe413bbb_hero-p-1600.jpeg",
      "website": "https://www.bestworkplaces.dk/",
      "instagram": "https://www.instagram.com/martela_danmark/",
      "description": "Martela - Best Workplaces is one of the leading Danish project houses with a long experience in completing activity-based, hybrid working and traditional workplace projects and servicing larger nation-wide private companies in creating best workplaces. The company works in close collaboration with customers, architects and suppliers with a broad know-how approach and the motto don't tell me, show me."
    },
    {
      "id": "99",
      "name": "Stolab Möbel",
      "priority": 99,
      "image": "https://assets-global.website-files.com/6195025159d3bccd9b338ebb/65d5db22577339c40af51507_Stolab39831(7).jpg",
      "website": "https://www.stolab.se/en/",
      "instagram": "https://www.instagram.com/stolab/?next=%2F",
      "facebook": "https://www.facebook.com/stolab",
      "description": "Stolab strives to produce solid wood furniture with soul and character. The focus is on crafting furniture that is truly contemporary yet timeless, where the quality, design, and function contribute to its enduring beauty over time. Stolab aims to create pieces that can be enjoyed and appreciated by generations to come."
    },
    {
      "id": "100",
      "name": "Ragnars Inredningar",
      "priority": 96,
      "image": "https://assets-global.website-files.com/6195025159d3bccd9b338ebb/65d71b28cca8daef3b707f66_3DD_2024_Landscape-p-1600.jpg",
      "website": "https://www.ragnars.se/",
      "instagram": "https://www.instagram.se/ragnars.se",
      "facebook": "https://www.facebook.se/@ragnars.se",
      "Pinterest": "https://www.pinterest.se/@ragnarsinredningar",
      "description": "ARagnars is a Swedish furniture company based in Småland, that specializes on high-end office furniture for the contemporary workplace. With their unique design, premium selection of materials and user-friendly functions, they strive to create furniture that contribute to a creative, healthy, and harmonious work environment."
    },
    {
      "id": "101",
      "name": "Astep",
      "priority": 101,
      "image": "https://assets-global.website-files.com/6195025159d3bccd9b338ebb/65d5eb824003dd021c819219_hero-p-1600.jpeg",
      "website": "https://www.astep.design/",
      "instagram": "https://www.instagram.com/astep.design/",
      "facebook": "https://www.facebook.com/astep.design",
      "Pinterest": "https://www.pinterest.dk/astepdesign",
      "description": "Astep is a young, contemporary design company with a rich legacy. Founded in 2014 by Alessandro Sarfatti with the vision of creating and curating timeless design objects with an innovative approach and environmental awareness. Astep offers thoughtful, long-lasting and carefully crafted lighting for home interiors, offices and design spaces alike. Based in Copenhagen and produced in Italy, Astep draws heavily on the Italian design legacy of the Sarfatti family and continuously strive to remain curious and evolving."
    },
    {
      "id": "102",
      "name": "Illums Bolighus",
      "priority": 102,
      "image": "https://assets-global.website-files.com/6195025159d3bccd9b338ebb/65d6189182446c47f2dc1a71_Forside_bagside-p-1600.jpg",
      "website": "https://www.illumsbolighus.com/",
      "instagram": "https://www.instagram.com/illumsbolighus/",
      "facebook": "https://www.facebook.com/illumsbolighus/",
      "description": "Illums Bolighus seamlessly blends the past and present, presenting a curated selection of timeless classics and innovative designs from the modern design scene. The store features an extensive range of top-quality products from Scandinavian and international design brands. A visit to Illums Bolighus promises an aesthetic journey of the senses, with meticulous attention to details and creative exhibitions that inspire ideas for enhancing your own living space."
    },
    {
      "id": "103",
      "name": "The Poster Club",
      "priority": 103,
      "image": "https://assets-global.website-files.com/6195025159d3bccd9b338ebb/65dc8a1826b73280dea3e19d_hero-p-1600.jpeg",
      "website": "https://theposterclub.com/",
      "instagram": "https://www.instagram.com/theposterclub/",
      "facebook": "https://www.facebook.com/theposterclub",
      "Pinterest": "https://www.pinterest.dk/theposterclub/",
      "description": "The Poster Club is a Copenhagen-based art platform offering, a carefully curated collection of premium art prints, made by individual artists from around the world. At the intersection of artistic expression and contemporary aesthetics, The Poster Club represents a rich diversity of artistic voices, making its global community a unique destination for those who seek inspiration or look for affordable art. The collection reflects the ever-evolving tapestry of life – spanning from abstract art, subtle illustrations, and bold graphics over eclectic photo art, ensuring that every wall becomes a canvas for both creativity and bliss."
    },
    {
      "id": "104",
      "name": "New Works",
      "priority": 104,
      "image": "https://assets-global.website-files.com/6195025159d3bccd9b338ebb/65d34e4724d0a1f6b3176db6_hero-p-1600.jpeg",
      "website": "https://www.newworks.dk/",
      "instagram": "https://www.instagram.com/newworksdk/",
      "facebook": "https://www.facebook.com/newworks.dk",
      "Pinterest": "https://www.pinterest.dk/new_works_studio/",
      "description": "New Works presents a collection at the intersection between old and new. Light and dark. Design and art. The collection pays homage to the strong Scandinavian history of craftsmanship and materiality, whilst challenging the contemporary forms of today. New Works collaborate with an international group of renowned designers and artisans, who display a matching fascination with sculptural forms and honest materials. These collaborative pursuits convey a love of the sensual, and of the bold."
    },
    {
      "id": "105",
      "name": "Soho House Copenhagen",
      "priority": 105,
      "image": "https://assets-global.website-files.com/6195025159d3bccd9b338ebb/65d776394f21cc51bbfbe683_hero-p-1600.jpeg",
      "website": "https://www.sohohouse.com/houses/soho-house-copenhagen",
      "instagram": "https://www.instagram.com/sohohousecopenhagen/?hl=en"
    },
    {
      "id": "106",
      "name": "Innovation Living",
      "priority": 106,
      "image": "https://assets-global.website-files.com/6195025159d3bccd9b338ebb/65cf5a82dc5fbe83f4e8f10b_hero-p-1600.jpeg",
      "website": "https://www.innovationliving.com/",
      "instagram": "https://www.instagram.com/innovationliving/",
      "facebook": "https://www.facebook.com/innovationliving/",
      "description": "Innovation Living is a Danish sofa bed specialist. It is guided by the principle that the integration of form and function is essential for creating innovative, durable designs for everyday use. Since 1989, Innovation Living has focused on designing and developing multifunctional sofa beds. Today, the company is an internationally acclaimed sofa bed specialist. Tenksom, an emerging Danish furniture brand, based on an ambition to make durable design that reduces resource consumption and pollution. To prioritise sustainability, their products are designed for longevity, easy disassembly and recycling, expressing the ambition to create timeless, valuable designs for generations."
    },
    {
      "id": "107",
      "name": "KOYORI",
      "priority": 107,
      "image": "https://assets-global.website-files.com/6195025159d3bccd9b338ebb/65cf6427e7f66abda5dbbdf1_hero-p-1600.jpeg",
      "website": "https://www.koyori-jp.com/",
      "instagram": "https://www.instagram.com/official_koyori/",
      "facebook": "https://www.facebook.com/official.koyori",
      "description": "KOYORI is a modern design brand that embodies the distinct sense of Japanese aesthetics. Offering quality furniture and interior design that adds value to everyday life, KOYORI was founded to showcase the heritage of Japanese craftsmanship to the world. KOYORI products are crafted to be cherished for generations and to bestow happiness on their owners. This year marks the brand's second appearance at 3daysofdesign, following a successful launch exhibition in Milan in 2022."
    },
    {
      "id": "108",
      "name": "Normann Copenhagen",
      "priority": 108,
      "image": "https://assets-global.website-files.com/6195025159d3bccd9b338ebb/65d896ffdc9c3100472625de_hero-p-1600.jpg",
      "website": "https://www.normann-copenhagen.com/",
      "instagram": "https://www.instagram.com/normanncph/",
      "facebook": "https://www.facebook.com/NormannCopenhagenFan/",
      "Pinterest": "https://www.pinterest.dk/normanncph",
      "description": "Since Normann Copenhagen’s foundation in 1999, the brand's ambition has been to challenge conventional thinking and make the ordinary extraordinary through great design. By combining the craftsmanship, functionality and endurance characterized by its Danish design heritage with modern silhouettes and durable materials, Normann Copenhagen aims to create original products in a contemporary design that withstand the test of time. Normann Copenhagen believes in uniting people and spaces across the world and improving the quality of people’s lives through the power of great design. The brand's products combine functionality and design and accommodate the diversity of needs of modern life in residential and professional interiors alike."
    },
    {
      "id": "108",
      "name": "KETTAL",
      "priority": 108,
      "image": "https://assets-global.website-files.com/6195025159d3bccd9b338ebb/65cf62c00a5f2e0132091578_hero-p-1600.jpeg",
      "website": "https://www.kettal.com/",
      "instagram": "https://www.instagram.com/kettal/",
      "facebook": "https://www.facebook.com/kettalgroup/",
      "Pinterest": "https://www.pinterest.es/kettal/",
      "description": "Kettal is a specialized outdoor furniture designer and manufacturer. Since its beginnings in 1966, Kettal has had an international calling to design and innovation. Founded in Barcelona by Mr. Manuel Alorda, Kettal aspires to the joy of outdoor life. Today Kettal is managed by the second generation. In the first years of the 21st century, the brands Hugonet y Triconfort joined the Kettal group. Kettal works with the most important names in the international design scene who collectively have contributed to what is a well rounded, innovative and unique collection."
    },
    {
      "id": "109",
      "name": "TreCe",
      "priority": 109,
      "image": "https://assets-global.website-files.com/6195025159d3bccd9b338ebb/65d7186a52eb61c89cef1dd2_3_3-p-1600.jpg",
      "website": "https://trece.se/",
      "instagram": "https://www.instagram.com/treceab/",
      "facebook": "https://www.facebook.com/trece.ab/",
      "Pinterest": "https://www.pinterest.se/treceab/",
      "description": "TreCe is one of the leading Nordic suppliers of storage and recycling furniture. TreCe has reached this position by developing continuously. With over forty years of experience TreCe has together with their customers managed to collect a lot of knowledge, and through the years learned what works. TreCe´s experience along with a strong desire for innovation drives them forward and makes it possible to continually develop new smart design solutions."
    },
    {
      "id": "110",
      "name": "PLEASE WAIT to be SEATED",
      "priority": 110,
      "image": "https://assets-global.website-files.com/6195025159d3bccd9b338ebb/65d5ce24aec9260d0bfe590d_hero-p-1600.jpeg",
      "website": "https://www.pleasewaittobeseated.com/",
      "instagram": "https://www.instagram.com/pleasewaittobeseated/",
      "facebook": "https://www.facebook.com/Please-Wait-to-be-Seated-262929340401665",
      "Pinterest": "https://www.pinterest.co.uk/please_wait_to_be_seated/",
      "description": "PLEASE WAIT to be SEATED introduces contemporary designs with the potential to become classics. Prior to launching a new design, the brand consistently asks whether it will evolve into a long-lasting object worthy of being passed down through generations. The design collection possesses distinct characteristics, emphasizing basic graphic shapes, superior craftsmanship, and sustainability in both production methods and enduring design. The brand expresses gratitude for the international attention received and eagerly anticipates welcoming visitors to Copenhagen in June."
    },
    {
      "id": "111",
      "name": "Fritz Hansen",
      "priority": 111,
      "image": "https://assets-global.website-files.com/6195025159d3bccd9b338ebb/65d5bf94740379ae9eefe7c6_FH_PK15_Ash_PK54_Beigemarble_Orient_P1_Aluminium_Oak_2-p-1600.jpg",
      "website": "https://www.fritzhansen.com/",
      "instagram": "https://www.instagram.com/fritzhansen/",
      "facebook": "https://www.facebook.com/republicoffritzhansen",
      "Pinterest": "https://www.pinterest.dk/fritzhansen/_created/",
      "description": "Founded in Denmark in 1872, Fritz Hansen is a global leader in indoor and outdoor furniture, lighting, accessory design and production. Driven by a passion for beauty, quality, craftsmanship, and responsible manufacturing, the company embodies a modern Nordic lifestyle and collaborates with visionary artists, designers, and architects from around the world. The brand has worked with Arne Jacobsen, Cecilie Manz, Hans J. Wegner, Piero Lissoni, Jaime Hayon and Poul Kjærholm, among others. Today Fritz Hansen designs are sold in more than 85 countries through 2,000 points of sale, including flagship stores and showrooms in Copenhagen, New York, London, Seoul, Shanghai, Munich, and Tokyo. The company's HQ is based north of Copenhagen."
    },
    {
      "id": "112",
      "name": "NOMAD",
      "priority": 112,
      "image": "https://assets-global.website-files.com/6195025159d3bccd9b338ebb/65d61571fb441248c0ec984d_hero-p-1600.jpeg",
      "website": "https://www.nomad-studio.de/",
      "instagram": "https://www.instagram.com/nomad_interiorstudio/",
      "Pinterest": "https://www.pinterest.de/nomad_interiorstudio/",
      "description": "SNOMAD believes in innovation, in pushing boundaries and redefining the image of re- and upcycling in the interior industry. Their goal is to create design products with a special feel, a unique look and a meaningful story. NOMAD proves that upcycling can be tasteful and desirable and, most importantly, shape our daily lives and push global change forward. NOMAD creates interior products that tell stories of forgotten wonders and bring a magical new energy into homes, boutique hotels, restaurants, offices and even galleries and other locations where people come together to enjoy and to create. NOMAD carpets create a new standard of design for conscious consumers and open a new perspective on the aesthetic of recycled materials."
    },
    {
      "id": "113",
      "name": "&Tradition",
      "priority": 113,
      "image": "https://assets-global.website-files.com/6195025159d3bccd9b338ebb/65d5bcf6b35f4cdef0bd2c50_8-p-1600.jpg",
      "website": "https://www.andtradition.com/",
      "instagram": "https://www.instagram.com/andtradition/",
      "facebook": "https://www.instagram.com/andtradition/",
      "Pinterest": "https://www.pinterest.dk/andtradition/",
      "description": "Founded in 2010 in Copenhagen, &Tradition is an international brand, built on a Danish legacy of craftmanship and design. &Tradition tell stories with originality. Whether the starting point is new or re-issued, they are passionate about designing the classics of tomorrow. They believe in empowering their employees and network of creatives, designers and partners to take an active part in their journey as a brand."
    },
    {
      "id": "114",
      "name": "Fontein & Bova",
      "priority": 114,
      "image": "https://assets-global.website-files.com/6195025159d3bccd9b338ebb/65d70eb7256521fb4f828329_HERO.jpg",
      "website": "https://atelierfontein.be/",
      "instagram": "https://www.instagram.com/fontein_bova/",
      "facebook": "https://www.facebook.com/profile.php?id=100063207310831",
      "Pinterest": "https://pin.it/2OKvkNK45",
      "description": "Fontein & Bova is a young, small-scale Belgian company with big dreams, specializing in the design and crafting of distinctive, solid wood designer furniture with great respect for craftsmanship and an eye for detail. All our pieces are entirely handmade in Belgium (Wichelen) by our small team of craftspeople with a tremendous passion for the material and the craft. High-quality hardwood such as oak and walnut are consistently used to achieve the most sustainable and high end result possible. Our partners, including those providing fabrics used in our upholstery, are carefully selected to ensure a reliable, 100% Belgian quality label."
    },
    {
      "id": "115",
      "name": "UMAGE",
      "priority": 115,
      "image": "https://assets-global.website-files.com/6195025159d3bccd9b338ebb/65d5e2b6dfbd4987e89b4e61_hero-p-1600.jpeg",
      "website": "https://www.umage.com/",
      "instagram": "https://www.instagram.com/umagedesign/",
      "facebook": "https://www.facebook.com/umagedesign",
      "Pinterest": "https://www.pinterest.dk/umagedesign/",
      "description": "UMAGE is a Danish word meaning ‘making an effort’, and that’s what they aim to do every day. UMAGE is where beautiful Danish design meets affordability, high-quality materials and a genuine care for the environment. UMAGE combine aesthetics, simplicity and functionality and infuse it with thoughtful craftsmanship and environmental care. The result is exquisite furniture and lighting designs with a sustainable edge."
    },
    {
      "id": "116",
      "name": "House of Finn Juhl",
      "priority": 116,
      "image": "https://assets-global.website-files.com/6195025159d3bccd9b338ebb/6405cf899cc6e06aaf9bbc07_63ea0185bf2fde09f281bda1_ChieftainChair_Landscape_3days.jpeg",
      "website": "https://www.finnjuhl.com/",
      "instagram": "https://www.instagram.com/houseoffinnjuhl/",
      "facebook": "https://www.facebook.com/houseoffinnjuhlofficial/",
      "Pinterest": "https://www.pinterest.dk/houseoffinnjuhl/",
      "description": "For over two decades, House of Finn Juhl, Onecollection, has been entrusted with the exclusive rights to revive and manufacture Finn Juhl’s iconic furniture. Made with respect for the original heritage and an undying commitment to quality and durability, the collection now features more than 50 classic masterpieces. Each piece is expertly crafted using only the finest materials in the hands of dedicated and skilled craftspeople, ensuring a quality that lasts for generations."
    },
    {
      "id": "117",
      "name": "Simonsen and Czechura",
      "priority": 117,
      "image": "https://assets-global.website-files.com/6195025159d3bccd9b338ebb/65d719e2c8e28499da646a31_hero-p-1600.jpg",
      "website": "https://www.sc-copenhagen.com/",
      "instagram": "https://www.instagram.com/simonsenczechura/",
      "facebook": "https://www.facebook.com/profile.php?id=100063528132078",
      "description": "Founded in 1994 in Copenhagen, Simonsen og Czechura is a company with many years of experience in building and designing kitchens and furniture. Today their range includes design of complete interiors in beautiful houses throughout Europe. Their knowledge of craftsmanship allows them to build and implement a wide range of design solutions for their clients. Simonsen and Czechura approaches functionality through the eyes of Scandinavian simplicity. While their signature style is considered Scandinavian and contemporary, they also strive to integrate a myriad of styles and materials from around the globe. They offer design solutions that will work with your style and sense of aesthetic, designed to last a lifetime."
    },
    {
      "id": "118",
      "name": "Mindo",
      "priority": 118,
      "image": "https://assets-global.website-files.com/6195025159d3bccd9b338ebb/65d347b3bf111129ba3e0b09_hero-p-1600.jpeg",
      "website": "https://www.mindo.com/",
      "instagram": "https://www.instagram.com/mindo_moments/",
      "facebook": "https://www.facebook.com/MindoMoments",
      "Pinterest": "https://www.pinterest.dk/mindo2020/",
      "description": "Mindo is a Danish-based outdoor furniture brand with a sustainable perspective on outdoor living. With a strong focus on design and materials, Mindo offers high-quality outdoor furniture without compromising on aesthetics or comfort. Working with renowned European designers and carefully selected recyclable materials from industry-leading manufacturers, the Mindo mindset has always been about awareness of the environment and taking responsibility for the resources used. The collection is created for gardens, terraces, and urban spaces. For dining and for lounging. For families, for friends, or time alone. Mindo is made for moments."
    },
    {
      "id": "119",
      "name": "Porcelanosa",
      "priority": 119,
      "image": "https://assets-global.website-files.com/6195025159d3bccd9b338ebb/65d5cebb6d849dd866621653_hero-p-1600.jpeg",
      "website": "https://www.porcelanosa.com/en/",
      "instagram": "https://www.instagram.com/porcelanosa/",
      "facebook": "https://www.facebook.com/PorcelanosaInternational/?brand_redir=239132138508",
      "Pinterest": "https://www.pinterest.dk/porcelanosa/",
      "description": "Combining Spanish heritage with modern design, Porcelanosa redefines the home with timeless elegance. Known worldwide for its premium ceramic tiles, bathroom accessories, and kitchen solutions, Porcelanosa creates inspirational living spaces, inviting you to create unforgettable moments. The brand perfectly blends tradition and contemporary style, creating a distinctive and sustainable signature for homes that stand the test of time."
    },
    {
      "id": "120",
      "name": "Eilersen",
      "priority": 120,
      "image": "https://assets-global.website-files.com/6195025159d3bccd9b338ebb/65ccbd74140b9528f0495f1d_hero-p-1600.jpg",
      "website": "https://www.eilersen.eu/",
      "instagram": "https://www.instagram.com/eilersen",
      "facebook": "https://www.facebook.com/eilersen/",
      "Pinterest": "https://www.pinterest.dk/eilersensofa/_created/",
      "description": "“From coach to couch” – Founded in 1895, Eilersen has focused on craftsmanship, quality, and innovation. The journey began producing coaches, and since the 1930s, Eilersen has been making beautiful, high-quality couches based on the same traditional values of excellent craftsmanship and innovation that founded the company almost 130 years ago. This has made Eilersen a well-known and recognised high-end brand internationally."
    },
    {
      "id": "121",
      "name": "Cosentino",
      "priority": 121,
      "image": "https://assets-global.website-files.com/6195025159d3bccd9b338ebb/65ccb113281e248008710b55_hero-p-1600.jpeg",
      "website": "https://www.cosentino.com/da-dk/",
      "instagram": "https://www.instagram.com/cosentino_danmark/",
      "facebook": "https://www.facebook.com/profile.php?id=100087547179859",
      "Pinterest": "https://www.pinterest.dk/grupocosentino/",
      "description": "Cosentino is a global manufacturer of sustainable surfaces for architecture, design and interior – and presents the 2024 launches of their two main brands, Dekton and Silestone. Inspired by natural stone, craftmanship and recycling and produced with renewable energy, the versatile, carbon-neutral collections meet current trends – and the creativity of architects and interior designers world wide. Cosentino will present the versatile technical, ultracompact stone and hybrid surfaces as part of a curated exhibition to inspire through innovative and sustainable spaces as architectural facades, wall claddings, countertops and interior design."
    },
    {
      "id": "122",
      "name": "Louis Poulsen",
      "priority": 122,
      "image": "https://assets-global.website-files.com/6195025159d3bccd9b338ebb/65d710c9b52fce87f43d0dc1_SS24-PH-2-1-Portable-Brass-Glamping-Denmark-000254678.jpg",
      "website": "https://www.louispoulsen.dk/",
      "instagram": "https://www.instagram.com/louispoulsen",
      "facebook": "https://www.facebook.com/Louis.Poulsen.Lighting",
      "Pinterest": "https://www.pinterest.dk/louispoulsen/_shop",
      "description": "Founded in 1874, the Danish lighting manufacturer Louis Poulsen creates products that encompass the duality of design and light. Every detail in the design has a purpose. Every design starts and ends with light. Louis Poulsen offers a range of lighting aimed at the commercial and domestic lighting markets, with illumination and solutions for both indoor and outdoor applications. In close partnership with designers, architects and other talents like Poul Henningsen, Arne Jacobsen, Verner Panton, Øivind Slaatto, Alfred Homann, Louise Campbell and Oki Sato, Louis Poulsen has established itself as one of the key global suppliers of architectural and decorative lighting and has a global presence with showrooms world wide."
    },
    {
      "id": "123",
      "name": "DCWéditions",
      "priority": 123,
      "image": "https://assets-global.website-files.com/6195025159d3bccd9b338ebb/65d3395cc591fd794e104d6a_hero-p-1600.jpeg",
      "website": "https://dcw-editions.fr/fr",
      "instagram": "https://www.instagram.com/dcw_editions/",
      "facebook": "https://www.facebook.com/dcweditionsparis/",
      "Pinterest": "https://www.pinterest.fr/dcweditions/",
      "description": "DCWéditions creates lighting objects that are thoughtfully conceived, well designed and well made. Whether they are re-editions of classics like La Lampe Gras or new contemporary designs, the pieces are rooted in the past, live in the present with a deep understanding of the future. They bring people together, making any space feel like home. Even a hotel corridor. Companions for living well, they’re meant to endure over time and be passed down from generation to generation. Because edition is, above all, a human affair. For those who love to touch the light, welcome home."
    },
    {
      "id": "124",
      "name": "Designmuseum Denmark",
      "priority": 124,
      "image": "https://assets-global.website-files.com/6195025159d3bccd9b338ebb/65d60fa5947ad0b14ed6ad34_hero-p-1600.jpeg",
      "website": "https://www.designmuseum.dk/",
      "instagram": "https://www.instagram.com/designmuseumdanmark",
      "facebook": "https://www.facebook.com/DesignmuseumDanmark",
      "Pinterest": "https://www.pinterest.dk/houseoffinnjuhl/",
      "description": "Located in the heart of central Copenhagen, Designmuseum Danmark is Denmark's leading museum of Danish and international design. The museum shows up to eight exhibitions about design history, contemporary design, the design of the future, as well as Danish design icons by Verner Panton, Finn Juhl, Arne Jacobsen and more. The museum communicates quality and craftsmanship, ideas and processes, and breakthroughs within design through its exhibitions, events, and learning activities. Designmuseum Danmark reopened in June 2022 after two years of renovations. Guests can now visit the new museum café for coffee, lunch or dinner, the new museum shop and the museum garden, which is a quiet, green oasis in the middle of the city."
    },
    {
      "id": "125",
      "name": "+Halle",
      "priority": 125,
      "image": "https://assets-global.website-files.com/6195025159d3bccd9b338ebb/65d5e937a232a07822e8ca48_%2BHalle-3DOD-09-p-1600.jpg",
      "website": "https://www.plushalle.com/",
      "instagram": "https://www.instagram.com/plushalle/",
      "facebook": "https://www.facebook.com/plushalle/",
      "Pinterest": "https://www.pinterest.dk/plushalle/",
      "description": "+Halle® exists to develop a different type of furniture, designed to make a difference to people’s daily lives, helping them focus, work, and relax in ways they actually want. Furniture shaped by human behaviour is furniture shaped by those who use it. The more minds involved, the more evolved the design. +Halle® is where the conversation begins."
    },
    {
      "id": "126",
      "name": "Massproductions",
      "priority": 126,
      "image": "https://assets-global.website-files.com/6195025159d3bccd9b338ebb/65d618f504f357ce42a9828d_hero-p-1600.jpeg",
      "website": "https://massproductions.se/",
      "instagram": "https://www.instagram.com/massproductions/",
      "facebook": "https://www.facebook.com/massproductions.se",
      "Pinterest": "https://www.pinterest.com/massprod/",
      "description": "In 2009 two designers, sharing a neo-modernist vision of functional, elegant design, decided to break free of PR-driven product strategies to create a furniture company focusing on the interplay between object and context. In order to realise their vision, they assumed control of the entire production chain – manufacturing, sales and marketing. This pioneering approach has paid off handsomely, not only in design clarity, but also in distinguished awards, renowned clients and representation in the permanent collection of the Swedish National Museum of Arts."
    },
    {
      "id": "127",
      "name": "Brdr. Krüger",
      "priority": 127,
      "image": "https://assets-global.website-files.com/6195025159d3bccd9b338ebb/65d338b24116c80277f4ee17_hero.jpeg",
      "website": "https://www.brdr-kruger.com/",
      "instagram": "https://www.instagram.com/brdrkruger",
      "facebook": "https://www.facebook.com/brdrkruger",
      "Pinterest": "https://www.pinterest.dk/brdrkruger",
      "description": "Established in 1886, Brdr. Krüger spans five generations of quality furniture craftsmanship in Denmark. Collaborating with today's talents in design and interior, the brand curates an evolving collection, merging classic Danish design with modernity. Over 137 years of craft and heritage, paired with modern techniques, shapes innovative designs with timeless appeal."
    },
    {
      "id": "128",
      "name": "Thorup Copenhagen",
      "priority": 128,
      "image": "https://assets-global.website-files.com/6195025159d3bccd9b338ebb/65dcd1215152a43fe5061adf_hero-p-1600.jpeg",
      "website": "https://www.thorupcopenhagen.com/",
      "instagram": "https://www.instagram.com/thorupcopenhagen/",
      "facebook": "https://www.facebook.com/Thorupcopenhagen",
      "Pinterest": "https://www.pinterest.dk/thorupcopenhagen/",
      "description": "Thorup Copenhagen is an independent Danish design studio, crafting furniture, lighting, and objects with a commitment to design excellence. MA. Furniture Designer Kasper Thorup employs an intentional and purposeful design method, drawing inspiration from classic and contemporary influences. Innovative production methods seamlessly merge with analogue traditions under Thorup's hands-on guidance, resulting in a cohesive aesthetic across high-end objects that signify a new era in Danish Design. The brand's distinctive focus on natural materials, unwavering quality, and artisanship underscores each creation. Tailored for everyday use, these tactile interior objects are crafted to elevate both individuals and spaces, leaving a lasting impact."
    },
    {
      "id": "129",
      "name": "ELVANG",
      "priority": 129,
      "image": "https://assets-global.website-files.com/6195025159d3bccd9b338ebb/65ccbf8cdafd537356358ef4_hero-p-1600.jpeg",
      "website": "https://elvangdenmark.com/",
      "instagram": "https://www.instagram.com/elvangdenmark/",
      "facebook": "https://www.facebook.com/elvangdenmark",
      "Pinterest": "https://www.pinterest.dk/elvangdenmark/",
      "description": "ELVANG creates responsibly produced textiles which combine timeless Nordic design with exquisite Peruvian craftsmanship. The family-run company has responsibly created textiles with integrity since 2003 and specialises in alpaca wool. Today, the luxurious homewares and accessories are sold in numerous countries worldwide, but their social and environmental commitment remains unchanged. From the very beginning, ethics, integrity and respect have formed the backbone of everything the company does. This has led to the highest possible level of recognition within the WFTO as a Guaranteed Member and participation in the UN Global Compact Initiative, ensuring that its supply chains and business model put people, the planet and animals first."
    },
    {
      "id": "130",
      "name": "Magnus Olesen",
      "priority": 130,
      "image": "hhttps://assets-global.website-files.com/6195025159d3bccd9b338ebb/65d33e4b57eef4aec83ee536_hero-p-1600.jpeg",
      "website": "https://www.magnusolesen.dk/",
      "instagram": "https://www.instagram.com/magnusolesenas/",
      "facebook": "https://www.facebook.com/MagnusOlesenAS",
      "Pinterest": "https://www.flickr.com/photos/magnusolesen/sets/",
      "description": "Magnus Olesen develops and manufactures high quality furniture in cooperation with leading designers and architects. The result is a functional, aesthetic and unique design that enhances the spaces where it’s placed – whether it’s in smaller interiors or for large conceptual architectural purposes. The company was founded in 1937 with a strong belief in Danish craftsmanship ever since. Durability and quality are core values in Magnus Olesen and the mission is to create high quality and sustainable design furniture. The company has its production in Durup, Denmark and showrooms placed in beautiful surroundings in Copenhagen close to Marmorkirken."
    },
    {
      "id": "131",
      "name": "Luceplan",
      "priority": 131,
      "image": "https://assets-global.website-files.com/6195025159d3bccd9b338ebb/65cf6c51abca089f35245032_hero-p-1600.jpeg",
      "website": "https://www.luceplan.com/",
      "instagram": "https://www.instagram.com/luceplan_lighting/",
      "facebook": "https://www.facebook.com/luceplan",
      "Pinterest": "https://www.pinterest.it/luceplan/",
      "description": "Aesthetic and technological research, design culture, innovation and a creative spirit never separated from functional quality and efficiency. This is the system of values that shapes the identity of Luceplan since its founding in 1978. The Luceplan catalogue contains an extensive, versatile range of lighting fixtures, with high standards of performance and aesthetics, crossing fields of applications and adapting to any usage need and any context. The experimental approach of the brand has been immediately translated, ahead to the times, into a focus on environmental issues and energy saving."
    },
    {
      "id": "132",
      "name": "Søuld",
      "priority": 132,
      "image": "https://assets-global.website-files.com/6195025159d3bccd9b338ebb/65d71f2fb9782b978e9e35f3_hero-p-1600.jpg",
      "website": "https://www.sould.dk/",
      "instagram": "https://www.instagram.com/sould.dk/?hl=en",
      "facebook": "https://www.facebook.com/p/S%C3%B8uld-100064943604782/",
      "description": "Søuld is a Danish material manufacturer committed to providing forward-thinking designers, builders and end-users with eco-friendly, recyclable and CO₂-storing acoustic materials made from eelgrass. Søuld’s mission is to produce functional, sustainable and beautiful alternatives to traditional building materials that can improve sustainable development in the construction industry, whilst also improving human health and well-being. Søuld’s eelgrass products originate from the sea—a place you are never far from in Søuld’s native Denmark. The organic material embodies the same sense of calm provided by the sea and when taken indoors, it imbues living spaces with a restorative connection to nature."
    },
    {
      "id": "133",
      "name": "St. Leo Interiors",
      "priority": 133,
      "image": "https://assets-global.website-files.com/6195025159d3bccd9b338ebb/65d5d91d04c2dd8f59c3af40_hero-p-1600.jpeg",
      "website": "https://www.stleointeriors.com/",
      "instagram": "https://www.instagram.com/stleointeriors/",
      "facebook": "https://www.facebook.com/stleointeriors/",
      "Pinterest": "https://www.pinterest.dk/stleointeriors/",
      "description": "Inspired by culture and derived from nature, St. Leo creates premium, eco-friendly finishes that elevate the experience of architectural spaces. Established in Denmark in 2019, St. Leo draws upon Scandinavian heritage and craftsmanship to produce contemporary paint and plaster from the finest natural minerals with a focus on sustainability, tactility and understated elegance. St. Leo designs and produces three collections: Dolomite Plaster offers 16 pre-mixed interior plasters crafted from premium, sustainable materials for a variety of elegant textures; Original Pigments paint comprises 100 rich colours in four finishes; and Marble Paint merges the tactility of plaster with the deep colour profiles of paint."
    },
    {
      "id": "134",
      "name": "TOMFEREDAY",
      "priority": 134,
      "image": "https://assets-global.website-files.com/6195025159d3bccd9b338ebb/65d71d91b35c5371a68d7d12_hero-p-1600.jpg",
      "website": "https://tomfereday.com/",
      "instagram": "https://www.instagram.com/tom_fereday/?hl=en",
      "facebook": "https://www.facebook.com/DesignmuseumDanmark",
      "Pinterest": "https://www.pinterest.dk/houseoffinnjuhl/",
      "description": "Fascinated by the tension that lies between natural materials and contemporary design and manufacture, Tom Fereday develops unique designs originating from an intrinsic inquiry into the role of objects today. Built on the principle of honest design Tom Fereday’s work celebrates the materials and manufacture behind furniture and objects, guiding considered and thoughtful design outcomes that explore the notion of quiet innovation. Born in Australia, Tom Fereday grew up in London, England studying sculpture and graphic design at the Wimbledon School of Art before moving to Australia to complete an honours in Industrial Design at the UTS Sydney. Working across Europe and Australia Tom Fereday went on to found his sole practice in 2012."
    },
    {
      "id": "135",
      "name": "dk3",
      "priority": 135,
      "image": "https://assets-global.website-files.com/6195025159d3bccd9b338ebb/65ccb57b0a9960c4b024bff0_hero.jpeg",
      "website": "https://www.dk3.dk/",
      "instagram": "https://www.instagram.com/dk3_design_furniture/",
      "facebook": "https://www.facebook.com/dk3.dk",
      "Pinterest": "https://www.pinterest.dk/dk3denmark/_created/",
      "description": "dk3 is a Danish design furniture company producing exclusive classic and contemporary furniture from acclaimed Danish and international designers. With an uncompromising focus on quality, dk3 creates premium furniture pieces shaped and crafted by true enthusiasts, always with the ambition to unite the finest carpentry traditions with modern and classic interior aesthetics, unceasingly seeking new horizons."
    },
    {
      "id": "136",
      "name": "Occhio",
      "priority": 136,
      "image": "https://assets-global.website-files.com/6195025159d3bccd9b338ebb/65d7137ab3df10f02e63f0c3_hero-p-1600.jpg",
      "website": "https://www.occhio.com/",
      "instagram": "https://www.instagram.com/occhio_lighting/",
      "facebook": "https://www.facebook.com/occhio.company",
      "Pinterest": "https://www.pinterest.dk/occhio_lighting/",
      "description": "Occhio creates ‘a new culture of light’ – to enrich people’s quality of life! The minds behind the Occhio brand are committed to this great idea. With its holistic philosophy, coupled with internationally award-winning design, superlative lighting quality and a unique ‘joy of use’, Occhio has created a unique selling point that puts the focus firmly on people and their quality of life, providing inspiration to everyone who experiences Occhio's fascinating ‘culture of light’ As a European leader, Occhio is one of the most innovative and fastest-growing companies, having evolved from its position as a German design icon into an international lifestyle brand in the luxury segment."
    },
    {
      "id": "137",
      "name": "Stillark",
      "priority": 137,
      "image": "https://assets-global.website-files.com/6195025159d3bccd9b338ebb/65dcd091259a553df4aee577_hero-p-1600.jpeg",
      "website": "https://www.stillark.com/",
      "instagram": "https://www.instagram.com/stillark_/?hl=da",
      "description": "Stillark is a Danish architecture studio dedicated to the kitchen space. Through rational solutions and excellent craftsmanship, they create kitchens that can last for generations. By offering two kitchen models available in six different colors, they have carefully curated a collection of kitchens that are built to last, built to be maintained and designed to look good for decades. The Stillark furniture collection is designed and built with the same philosophy as their kitchens, with a focus on simplicity, functionality and a solid construction that can last."
    },
    {
      "id": "138",
      "name": "Kasthall",
      "priority": 138,
      "image": "https://assets-global.website-files.com/6195025159d3bccd9b338ebb/65d71d093f28cbe5964357f2_Kasthall_Vichy_Cassis_681_LS24_1920x1080-p-1600.jpg",
      "website": "https://www.kasthall.com/",
      "instagram": "https://www.instagram.com/kasthall/",
      "facebook": "https://www.facebook.com/kasthall",
      "Pinterest": "https://press.kasthall.com/",
      "description": "Kasthall has created unique and contemporary woven and hand-tufted rugs for floors all over the world since 1889. The Kasthall Design Studio continuously collaborates with the world's best designers to develop premium rugs, all produced at the factory in Kinna Sweden, as it has been done for 135 years. Materials are chosen with the utmost care, all woven and hand-tufted rugs are exclusively made of wool and linen, both natural materials of the highest quality. Since all products are made to order and tailor-made, no resources are wasted on excess production or products that will never touch a floor. Kasthall is active in over 30 countries, with flagship stores and showrooms in Stockholm, Malmö, Milan, and New York."
    },
    {
      "id": "139",
      "name": "Georg Jensen",
      "priority": 139,
      "image": "https://assets-global.website-files.com/6195025159d3bccd9b338ebb/65d61af6465ecd334356bc4d_hero-p-1600.jpeg",
      "website": "https://www.georgjensen.com/",
      "instagram": "https://www.instagram.com/georgjensen/",
      "facebook": "https://www.facebook.com/georgjensen/",
      "Pinterest": "https://www.pinterest.com/GeorgJensen/",
      "description": "With a history that spans more than 100 years, the Georg Jensen brand represents quality craftsmanship and timeless aesthetic design, producing lifestyle products ranging from hollowware to watches, jewellery and home products. The philosophy of Georg Jensen himself was to create democratic designs possessing both functionality and beauty. His artisanal skill and artistic talent combined with his continuous ability to identify and support design talent was the foundation on which he built Georg Jensen in Copenhagen in 1904. Our most important task is to leverage the ideas and principles of the master himself and translate these into the design of the present day."
    },
    {
      "id": "140",
      "name": "Fora Form",
      "priority": 140,
      "image": "https://assets-global.website-files.com/6195025159d3bccd9b338ebb/65ccd05dea7b38da96cb2943_hero-p-1600.jpeg",
      "website": "https://www.foraform.com/",
      "instagram": "https://www.instagram.com/foraform.no/",
      "facebook": "https://www.facebook.com/foraform",
      "Pinterest": "https://www.pinterest.dk/foraform/_created/",
      "description": "Fora Form is a Norwegian contract furniture manufacturer for areas wherever people meet. Fora Form manufactures furniture designed with a focus on democratic processes, equality and trust. Knowing that these values will add value to your meeting places, and the result will be increased well-being, improved culture, and increased innovation power. Fora Form has four focus areas where true interhuman value is created: Eat together, Work together, Breathe together and Experience together. Established in 1929, Fora Form has used design as a strategic tool since the 1950's. Today's collection consists of a mix between modern designs by Scandinavia's top designers and classics from the company's heritage."
    },
    {
      "id": "141",
      "name": "Caché x New Mags",
      "priority": 141,
      "image": "https://assets-global.website-files.com/6195025159d3bccd9b338ebb/65cca2be37f914e0d831c35b_NewMags_2023-09-04_69%20Large.jpeg",
      "website": "https://www.new-mags.com/",
      "instagram": "https://www.instagram.com/new_mags",
      "Pinterest": "https://www.pinterest.dk/newmags_/",
      "description": "Sculptural objects meet the latest and greatest lifestyle books when Caché and New Mags join forces. Tied to the universe of books. Designed with simplicity, honesty and pure aesthetics in mind. Integrating so seamlessly with the cultured home, every Caché object almost appears to be hiding in plain sight. Whatever your treasured books and magazines may be, they now have striking sculptural companions that never fail to feature a useful detail or function. The truth is, nothing really says more about us than the books we own. Books remind us of what we love and what’s important. What we have been, what we are and what we can become."
    },
    {
      "id": "142",
      "name": "Skovgaard Jensen 1903",
      "priority": 142,
      "image": "https://assets-global.website-files.com/6195025159d3bccd9b338ebb/64219025951bdd65f2c652c7_11%2C1%20Large.jpeg",
      "website": "https://www.skovgaardjensen1903.dk/",
      "instagram": "https://www.instagram.com/skovgaardjensen1903",
      "Pinterest": "https://www.pinterest.dk/SKOVGAARDJENSEN1903",
      "description": "Looking back while looking forward – Skovgaard Jensen 1903 takes pride in craftsmanship deeply rooted in tradition while maintaining a keen focus on emerging trends. By blending yesterday's ideas with tomorrow's materials, they create designs that stand the test of time. All leather types are sourced from Sørensen Leather (DK), meeting EU regulations with the industry's strictest requirements. The wood is certified, and textiles are carefully selected from Kvadrat. For enthusiasts of greatness, Skovgaard Jensen provides a glimpse into Danish design made by hand and heart since 1903 – each creation is meticulously balanced, drawing attention while adding joy and value to any room.facebook"
    },
    {
      "id": "143",
      "name": "Studio About",
      "priority": 143,
      "image": "https://assets-global.website-files.com/6195025159d3bccd9b338ebb/65e7267ea356ea352dc9d00c_StudioAbout_%20AW23_108_web-p-1600.jpg",
      "website": "https://www.studio-about.dk/",
      "instagram": "https://www.instagram.com/studio__about/",
      "facebook": "https://www.facebook.com/studioabout.dk",
      "Pinterest": "https://www.pinterest.dk/STUDIO_ABOUT/",
      "description": "Studio About wants to inspire more creative and experimental self-expression, therefore they keep pushing boundaries and being curious about their design philosophy. Studio About create artistic, aesthetic, and affordable design objects for international homes."
    },
    {
      "id": "144",
      "name": "Sika-Design",
      "priority": 144,
      "image": "https://assets-global.website-files.com/6195025159d3bccd9b338ebb/65d77441499dfdb06eb5356f_hero-p-1600.jpeg",
      "website": "https://sika-design.com/",
      "instagram": "https://www.instagram.com/sikadesign/",
      "facebook": "https://www.facebook.com/SikaDesignOfficial",
      "Pinterest": "https://www.pinterest.dk/sikadesign/",
      "description": "Sika-Design was established in 1942 and is the oldest manufacturer of rattan and wicker furniture in Scandinavia. The company presents handcrafted wicker furniture for indoor and outdoor, and in their collections you find iconic pieces such as Nanna Ditzels ‘Hanging Egg’ chair, Arne Jacobsens ‘Paris’ Lounge chair and the majestic ‘Belladonna’ sofa designed by Franco Albini & Franca Helg. With a mission to make furniture created with the utmost respect for the environment, Sika-Design strives to manufacture furniture that can last for generations. Therefore, great emphasis is put into creating long lasting designs made in strong, maintenance-free materials."
    },
    {
      "id": "145",
      "name": "Møbel Copenhagen",
      "priority": 145,
      "image": "https://assets-global.website-files.com/6195025159d3bccd9b338ebb/65d711a8b52fce87f43da5c2_hero-p-1600.jpg",
      "website": "https://mobel-copenhagen.com/",
      "instagram": "https://www.instagram.com/mobel_copenhagen/",
      "facebook": "https://www.facebook.com/mobel.copenhagen/",
      "Pinterest": "https://www.pinterest.dk/mobelcopenhagen/",
      "description": "Møbel Copenhagen is a furniture studio founded by Sara Agersborg in 2016. Møbel celebrates the classic design virtues craftsmanship, functionalism and honest materials – but insist on being bold, looking forward and offering furniture designed for today and for the days to come: The classics of tomorrow. By bridging the Danish design tradition and innovation, Møbel creates designs that display curiosity and courage."
    },
    {
      "id": "146",
      "name": "101 Copenhagen",
      "priority": 146,
      "image": "https://assets-global.website-files.com/6195025159d3bccd9b338ebb/65cc8789e097d47a55d8e342_MonochromeLoftdiningarea-p-1600.jpg",
      "website": "https://www.101cph.com/",
      "instagram": "https://www.instagram.com/101cph/",
      "facebook": "https://www.facebook.com/101CPH/",
      "Pinterest": "https://www.pinterest.dk/101copenhagen/",
      "description": "101 Copenhagen is a Danish design brand founded in 2017. With a vision to honor exquisite quality and craftsmanship, the collection encompasses furniture, lighting and accessories in a timeless, yet modern design. With a true passion for materials and refined textures, organic shapes and colours, 101 Copenhagen presents the epitome of classics and must-have novelties for Scandinavian and international interior connoisseurs alike."
    },
    {
      "id": "147",
      "name": "Embassy of France",
      "priority": 147,
      "image": "https://assets-global.website-files.com/6195025159d3bccd9b338ebb/65d33a491af209ab158a6c81_FrenchEmbassyfacade%20Large.jpeg",
      "website": "https://institutfrancais.dk/da",
      "instagram": "https://www.instagram.com/institutfrancaisdk/?hl=fr",
      "facebook": "https://www.facebook.com/institutfrancaisdk",
      "description": "The French Embassy in Denmark is located in the Thott Palace, a remarkable 17th century historical building on Kongens Nytorv, in the heart of Copenhagen. The palace has housed the embassy for a century, and has since its origins been a symbol of the strong ties between France and Denmark. All year round, the Embassy opens its doors to the public on the occasion of various cultural events (exhibitions, conferences, concerts), and has showcased French designers as part of 3daysofdesign every year since the festival began. Institut français is the French cultural center in Denmark, and also functions as the French Embassy's cultural department. The institute's mission is to promote French culture, language and ideas to the Danish public."
    },
    {
      "id": "148",
      "name": "MAROKK Tiles",
      "priority": 148,
      "image": "https://assets-global.website-files.com/6195025159d3bccd9b338ebb/65d33f14c226de61d0fff4ca_hero-p-1600.jpeg",
      "website": "https://www.marokk.com/",
      "instagram": "https://www.instagram.com/marokk.dk/",
      "facebook": "https://www.facebook.com/marokk.dk",
      "Pinterest": "https://www.pinterest.dk/marokk_com/_shop/",
      "description": "Experts in sourcing and curating handmade, high-end tiles from small local producers worldwide, MAROKK is passionate about creating unique tiles for true tile enthusiasts. MAROKK tile collections are designed to blend globally sourced tiles with Scandinavian aesthetics. From slim, minimalist mosaics made in Japan to pure lava stone tiles from Sicily, handmade cement tiles from Marrakech, and Zellij tiles from Fez—the oldest tile in the world still in large-scale production. The showroom in central Copenhagen displays a vast variety of the most intriguing tiles from around the world, sourced and curated especially for the Scandinavian market by MAROKK."
    },
    {
      "id": "149",
      "name": "EMU",
      "priority": 149,
      "image": "https://assets-global.website-files.com/6195025159d3bccd9b338ebb/65dc8fb1f7fc455ba793168c_hero-p-1600.jpg",
      "website": "https://www.emu.it/",
      "instagram": "https://www.instagram.com/emugroupspa/",
      "facebook": "https://www.facebook.com/Emu.Outdoor.Living/",
      "Pinterest": "https://www.pinterest.it/emugroupspa/",
      "description": "Durability, design, and practicality represent the added value of products by EMU, a universal brand recognised throughout the world as synonymous with reliability. Furniture solutions that perfectly respond to every contract style and setting thanks to their transversal design, variety of materials, and broad range of available colours. EMU furniture is distinguished by its excellent performance, since every element is designed to resist against the typical wear and tear of contract use and the most adverse weather conditions. Longevity in line with the company’s principles of sustainability, guaranteed by long-standing expertise in metal processing and protection, and by its 100% Made in Italy production philosophy."
    },
    {
      "id": "150",
      "name": "GUBI",
      "priority": 150,
      "image": "https://assets-global.website-files.com/6195025159d3bccd9b338ebb/65ccdeb4223fe18fd09017fe_hero-p-1600.jpeg",
      "website": "https://www.gubi.com/",
      "instagram": "https://www.instagram.com/gubiofficial/",
      "facebook": "https://www.facebook.com/gubiofficial/",
      "Pinterest": "https://www.pinterest.dk/gubiofficial/",
      "description": "Positioned at the point where the beauty of history meets the thrill of right now, GUBI is the creative force and curator behind the world’s most extraordinary design from the 20th century onwards. Whether diving into archives or driving the designs of today, GUBI is responsible for a timeless, inventive, and intercontinental collection of furniture, lighting and interior objects that merge function with meaning, enhancing every space. As well as rediscovering and reintroducing lost treasures of design history for the present generation, GUBI collaborates with a hand-picked global roster of visionary design studios to create icons for tomorrow."
    },
    {
      "id": "151",
      "name": "MENGEL",
      "priority": 151,
      "image": "https://assets-global.website-files.com/6195025159d3bccd9b338ebb/65dcce54b5b40df7a2319465_hero-p-1600.jpeg",
      "website": "https://mengel.co/",
      "instagram": "https://www.instagram.com/m3ng3l/",
      "description": "MENGEL is a Danish design brand launched during Milan Design Week in 2022. The company is rooted in a minimal, elegant design vision that balances refined aesthetics and raw materials, with pieces that are simple yet sculptural in their purest form. MENGEL products play on contrasting material characteristics, as with concrete from silky smooth surfaces to rough and unpolished details, and warm wood, creating balance and the foundation for harmony. Sensibility and tactility in our surroundings is much needed to anchor us and create spaces in which we can relax and be grounded. MENGEL products possess these qualities and has a strong connection to natural materials, both aesthetically and in quality."
    },
    {
      "id": "152",
      "name": "MAZO",
      "priority": 152,
      "image": "https://assets-global.website-files.com/6195025159d3bccd9b338ebb/65d346fe34ac15ac1073c1ca_hero-p-1600.jpeg",
      "website": "https://www.mazo-design.com/",
      "instagram": "https://www.instagram.com/mazo_design/",
      "facebook": "https://www.facebook.com/Mazo-design-578028069318711/",
      "Pinterest": "https://www.pinterest.dk/mazodesigncph/",
      "description": "Mazo prioritizes exceptional design, meticulously approaching each project for innovation. They experiment with materials, ensuring optimal quality in every product. The team's existence is rooted in understanding intricate details, demonstrating unwavering dedication to quality, aesthetics, and craftsmanship. Mazo's creations harmoniously blend contrasting elements, balancing beauty and function. Each design reflects a commitment beyond passing trends, exploring curves, materials, and angles for functionality, durability, and timeless aesthetics. Collaborating with designers, Mazo draws inspiration from historical periods, crafting forward-thinking designs. In Mazo, every detail matters, creating a unique and enduring experience."
    },
    {
      "id": "153",
      "name": "ASKO",
      "priority": 153,
      "image": "https://assets-global.website-files.com/6195025159d3bccd9b338ebb/65cc9413e67c02f140b33bbc_asko-kitchen-black_elements_ambient_cam_02-p-1600.jpeg",
      "website": "https://dk.asko.com/",
      "instagram": "https://www.instagram.com/asko.nordic/",
      "facebook": "https://www.facebook.com/ASKO.Danmark",
      "description": "ASKO, a respected Scandinavian brand, is known for its simple and timeless design rooted in Scandinavian principles. Emphasizing functionality and visual appeal, ASKO crafts durable and reliable appliances using premium materials and advanced technology. The brand's legacy reflects a commitment to enduring quality, showcased in meticulous craftsmanship by skilled artisans. ASKO is a reliable choice for those seeking both reliable and aesthetically pleasing appliances."
    },
    {
      "id": "154",
      "name": "LOUISE ROE",
      "priority": 154,
      "image": "https://assets-global.website-files.com/6195025159d3bccd9b338ebb/65cf6962580f504eafb80c97_hero-p-1600.jpeg",
      "website": "https://www.louise-roe.com/",
      "instagram": "https://www.instagram.com/louiseroecph/",
      "facebook": "https://www.facebook.com/louiseroecph",
      "Pinterest": "https://www.pinterest.dk/louiseroesocial/_created/",
      "description": "THE ROE STUDIO is a curated series within the LOUISE ROE collection. The creative approach aspires to grasp alternative techniques and explore diverse materials, shapes and processes which appeal to an artistic sensibility. The array aims to exhibit an exclusive and avant-garde inspired character, attentive to artistic and creative elements. Unhindered by manufactural confinement and scheduling, creation takes place solely when an idea flourishes."
    },
    {
      "id": "155",
      "name": "jianze",
      "priority": 155,
      "image": "https://assets-global.website-files.com/6195025159d3bccd9b338ebb/65d5c10744110cb869c78414_hero-p-1600.jpeg",
      "website": "https://www.jianze.design/",
      "instagram": "https://www.instagram.com/jianze.official/",
      "description": "Jianze, an original home design brand founded in 2019, firmly believes that the power of design can inspire self-expression, break through old standards and restrictions with the attitude of an explorer, and redefine the “principles of space. By combining diversified design forces at home and abroad, Jianze is empowered to provide inclusive and environmentally friendly home design for the younger generation to make a stress-free and self-expressive home life possible."
    },
    {
      "id": "156",
      "name": "Dinesen",
      "priority": 156,
      "image": "https://assets-global.website-files.com/6195025159d3bccd9b338ebb/65cf54ca8d058e36f39b8360_hero-p-1600.jpeg",
      "website": "https://www.dinesen.com/",
      "instagram": "https://www.instagram.com/dinesen/",
      "facebook": "https://www.facebook.com/dinesenfloors",
      "Pinterest": "https://www.pinterest.dk/dinesenfloors/",
      "description": "Dinesen is Denmark’s leading manufacturer of exclusive wooden flooring. The family-owned company was founded in 1898 as a sawmill with the highest standards for quality wood. Today, five generations later, Dinesen is a recognised and prestigious production and design brand. Craftsmanship, curiosity, and sustainability are the foundation of Dinesen’s products, and each bespoke floor is custom-made in close consultation with the customer, including international designers and architects. The production takes place in Denmark, yet Dinesen floors are used in spaces across the globe – from private homes to large, public and cultural settings."
    },
    {
      "id": "157",
      "name": "ferm LIVING",
      "priority": 157,
      "image": "https://assets-global.website-files.com/6195025159d3bccd9b338ebb/65cf56995c438950edbc8e1e_hero-p-1600.jpeg",
      "website": "https://www.fermliving.com/",
      "instagram": "https://www.instagram.com/fermliving/",
      "facebook": "https://www.facebook.com/fermliving",
      "Pinterest": "https://www.pinterest.dk/fermliving/_created/",
      "description": "Based on a passion for authentic design and with responsibility at the forefront, ferm LIVING creates honest products and calm environments that inspire you to balance the contrasts in life. With designs that are defined by soft forms, rich textures and curious details, ferm LIVING products let you create composed atmospheres with a touch of the unexpected. From materials and processes to production and delivery, ferm LIVING challenges themselves to help shape a sustainable future, making it easier for you to make responsible choices. They create collections of furniture, accessories and lighting, so you can create space to feel comfortably you."
    },
    {
      "id": "158",
      "name": "VIBIA",
      "priority": 158,
      "image": "https://assets-global.website-files.com/6195025159d3bccd9b338ebb/65d5e3eae6d66048f7c5bd82_hero-p-1600.jpeg",
      "website": "https://vibia.com/",
      "instagram": "https://www.instagram.com/vibialight/",
      "facebook": "https://www.facebook.com/vibia.light",
      "Pinterest": "https://www.pinterest.es/vibialight/",
      "description": "Vibia exists to create beautiful atmospheres, utilizing lighting design to evoke meaningful responses that positively impact the human experience and enhance our sense of wellbeing. This purpose is a shared goal for all professional communities. Vibia aims to pioneer a new vision for lighting design by focusing on people's emotions, elevating interior design as a fundamental discipline for the cultivation of wellbeing, and providing a product portfolio with a unique blend of lighting effects. The company proposes a new approach to designing emotional atmospheres based on the creation of specific scenes according to the use of space over time and in parallel with control system design."
    },
    {
      "id": "159",
      "name": "&Drape",
      "priority": 159,
      "image": "https://assets-global.website-files.com/6195025159d3bccd9b338ebb/65cc817eeb70dde74bf142da_%26Drape_Spacon%26X_(credit_%40spaconandx)_CSJ_26A6194.jpg",
      "website": "https://www.anddrape.com/",
      "instagram": "https://www.instagram.com/anddrape/",
      "Pinterest": "https://bit.ly/anddrapeimages",
      "description": "Founded in 2018, the curtain studio &Drape create atmosphere and well-being through made-to-measure curtains in private and professional spaces. With a background in design and roots in an old curtain family, &Drape represents a contemporary and curated aesthetic approach to made-to-measure curtains. The founders Julie Vendal & Nadia Al Zagir Balling and their team, customize each curtain styling solution with care to the specific project, creating curtains that shape atmosphere, spark emotion and enhance the personal identity and spatial experience of a space."
    },
    {
      "id": "160",
      "name": "Bill Amberg Studio",
      "priority": 160,
      "image": "https://assets-global.website-files.com/6195025159d3bccd9b338ebb/65cf527a8c5cf7c1562f6859_hero-p-1600.jpeg",
      "website": "https://www.billamberg.com/",
      "instagram": "https://www.instagram.com/billambergstudio",
      "facebook": "https://www.facebook.com/billamberg",
      "Pinterest": "https://www.pinterest.co.uk/billamberg",
      "description": "Bill Amberg Studio has existed for over 30 years, and today stands as an industry leader in bespoke leather products, interiors and furniture. Bringing together artisans from the worlds of saddlery, bookbinding and other forms of fine leathercraft, the studio has a mission to explore the aesthetic and material possibilities of leather, while proudly holding their practices to the highest ethical and sustainability standards. Work includes bags and accessories – with the Bill Amberg iconic ‘Rocket Bag’ in the permanent collection at both London’s V&A and New York’s Metropolitan Museum of Art - through to timeless bespoke furniture and interiors for private residences, commercial projects and cultural institutions around the globe."
    },
    {
      "id": "161",
      "name": "PP Møbler",
      "priority": 161,
      "image": "https://assets-global.website-files.com/6195025159d3bccd9b338ebb/65dc8d9888f02b46bfe78294_hero-p-1600.jpg",
      "website": "https://pp.dk/",
      "instagram": "https://www.instagram.com/ppmobler/",
      "facebook": "https://www.facebook.com/ppmobler",
      "description": "PP Møbler is a family owned furniture workshop with a strong tradition for advanced craftsmanship made to the highest possible quality standards. All production is based in Denmark north of Copenhagen, and the collection as well as the history of the company is closely connected to the legacy of renowned Danish designer Hans J. Wegner.The products of PP Møbler are made to last for generations and should be considered an investment for life."
    },
    {
      "id": "162",
      "name": "NANETTE DEKOOL",
      "priority": 162,
      "image": "https://assets-global.website-files.com/6195025159d3bccd9b338ebb/65d71ac957d2ca838240a402_hero-p-1600.jpg",
      "website": "https://www.nanettedekool.com/",
      "instagram": "https://www.instagram.com/nanettedekool/",
      "description": "Nanette de Kool graduated from the Illinois Institute of Art, Chicago. Back in Europe she worked for textile studios in Antwerp and Amsterdam, where her love for 3D knits began. Nanette loves working with circular 3D knits: remains like leftover textiles and yarns including production flaws. Imperfections are part of the creation; tactility and the texture of the fabric add to her visual language. She screen-prints, washes, cuts and then re-assembles the textile, creating new compositions. This leads to more depth in color, character, texture and story. Next to wall-hangings, Nanette also makes suspended screens, room-dividers and made-to-measure pieces."
    },
    {
      "id": "163",
      "name": "SEIKI DESIGN STUDIO",
      "priority": 163,
      "image": "https://assets-global.website-files.com/6195025159d3bccd9b338ebb/65d5d47394ca84811b76db5f_landscape01-p-1600.jpg",
      "website": "https://www.ishiiseiki.com/",
      "instagram": "https://www.instagram.com/seikidesignstudio.sds/",
      "facebook": "https://www.facebook.com/seikidesignstudio",
      "Pinterest": "https://pin.it/4AeyQ4K",
      "description": "SEIKI DESIGN STUDIO, based in Kyoto, collaborates with diverse clients globally, offering comprehensive support from strategic development to final output. Specialising in product and furniture design, the studio engages in cross-disciplinary projects. The goal is not only to address current challenges but also to tackle fundamental issues over the long term, striving for sustainable value creation. The design philosophy is grounded in daily emotions and impulses, placing significant emphasis on the inherent expressiveness of materials and maintaining a commitment to simplicity in form."
    },
    {
      "id": "164",
      "name": "Fredericia",
      "priority": 164,
      "image": "https://assets-global.website-files.com/6195025159d3bccd9b338ebb/65ccd7fbef52bfd74faddbf2_hero-p-1600.jpeg",
      "website": "https://fredericia.com/3daysofdesign-programme",
      "instagram": "https://www.instagram.com/fredericiafurniture/",
      "facebook": "https://www.facebook.com/FREDERICIAFurniture",
      "Pinterest": "https://www.pinterest.dk/fredericiafurniture/",
      "description": "Since its foundation in 1911, the family-owned company Fredericia has built a strong tradition of beautiful craftsmanship and innovative design, developed in close collaboration with a circle of internationally recognised names .Legendary designers such as Børge Mogensen, Hans J. Wegner, and Nanna Ditzel, as well as contemporary figures like Barber Osgerby, Hugo Passos, Cecilie Manz, and Maria Bruun, all play a role in shaping Fredericia into the design and craftsmanship institution it is today. A proud B Corp By meeting the highest standards set by B Lab, Fredericia is part of a global movement where people use business as a force for good—a holistic certification for social and environmental impact, transparency, and accountability."
    },
    {
      "id": "165",
      "name": "Karakter",
      "priority": 165,
      "image": "https://assets-global.website-files.com/6195025159d3bccd9b338ebb/65cf5f7c295e3c07f9e7e845_hero-p-1600.jpeg",
      "website": "https://www.karakter-copenhagen.com/",
      "instagram": "https://www.instagram.com/karaktercopenhagen/",
      "facebook": "https://www.facebook.com/karaktercopenhagen/",
      "Pinterest": "https://www.pinterest.dk/Karaktercopenhagen/",
      "description": "Karakter produces great design pieces with character, honesty, and beauty that move people emotionally and enhance their lives. Drawing on Italian and Scandinavian traditions, Karakter builds on the legacy of the mid-20th century masters and fosters the same daring spirit in the contemporary generation. This is a personal project, a portfolio of furniture, lighting, and objects bound by shared beliefs and distinguished by form and expression. Pieces that become more beautiful with time and are treasured in any environment."
    },
    {
      "id": "166",
      "name": "Ondarreta",
      "priority": 166,
      "image": "https://assets-global.website-files.com/6195025159d3bccd9b338ebb/65d5cb0f31605f90891bf62f_hero-p-1600.jpeg",
      "website": "https://www.ondarreta.com/en",
      "instagram": "https://www.instagram.com/madeinondarreta/",
      "description": "Ondarreta, a family-owned furniture company with 50 years of history, specialises in crafting chairs, tables, stools, shelves, and home accessories. Their production blends artisanal techniques with modern technology, ensuring a balance between heritage and innovation. The company received the 2023 National Design Award in Spain for excellence in furniture design, emphasising research, innovation, and commitment to environmental and social sustainability. Ondarreta collaborates with renowned national and international designers, such as Rafael Moneo and Ben van Berkel, prioritising sustainability, quality, and beauty in their collections."
    },
    {
      "id": "167",
      "name": "RS Barcelona",
      "priority": 167,
      "image": "https://assets-global.website-files.com/6195025159d3bccd9b338ebb/65d5d1cfa9d6f609764c02cf_hero-p-1600.jpeg",
      "website": "https://rsbarcelona.com/en/",
      "instagram": "https://www.instagram.com/rsbarcelona/",
      "facebook": "https://www.facebook.com/RSBarcelonaDesign",
      "Pinterest": "https://www.pinterest.com/rsbarcelona/",
      "description": "RS Barcelona, driven by a passion to craft memorable experiences, designs unique game tables and furniture that inspire people to live in a more creative, friendly, and sustainable way. The collection is characterised by a search for beauty in simplicity, a focus on the exquisite nature of details, and the creation of authentic items that enrich the spaces we inhabit and share. RS Barcelona achieves this by highlighting the power of play, considering it an attitude and an expression of optimism. The brand invites individuals to play without complexes or restrictions, daring to engage in scenarios where it was not traditionally appropriate, reinterpreting the conventional to make it iconic. RS Barcelona finds the balance between design and fun, fusing sophistication with the illusion and the joy of living."
    },
    {
      "id": "168",
      "name": "Bolia.com",
      "priority": 168,
      "image": "https://assets-global.website-files.com/6195025159d3bccd9b338ebb/65d5fb965c4a5c6442d4a025_hero-p-1600.jpeg",
      "website": "https://www.bolia.com/",
      "instagram": "https://www.instagram.com/boliacom/",
      "facebook": "https://www.facebook.com/Boliacom/",
      "Pinterest": "https://www.pinterest.dk/bolia/_created/",
      "description": "Step into the world of Bolia, where Danish design heritage meets international luxury. In partnership with internationally renowned designers, Bolia creates quality furniture that is customisable to fit every need, and handcrafted in Europe. For the home, workplace, luxury restaurant, and everywhere in between. Refined with luxurious textiles and accessories to create calm and finely detailed interiors. From the first sketches to the final product, every design is made to last. The aesthetic is timeless, based on the beautiful tactility of natural materials and a carefully curated colour palette. All designed to create inspiring, cohesive, and beautiful spaces – for decades of life and for generations to come."
    },
    {
      "id": "169",
      "name": "Public Crafts",
      "priority": 167,
      "image": "https://assets-global.website-files.com/6195025159d3bccd9b338ebb/65d5cf11c4b9ca415a0d6aae_hero-p-1600.jpeg",
      "website": "https://publiccrafts.com/",
      "instagram": "https://www.instagram.com/public.crafts/",
      "description": "Public Crafts is a material development and research team that specializes in Japanese crafts within the field of interior design. The team values its strength in communication, facilitating interactions between clients and craftsmen to address diverse challenges and offer alternatives to industrial systems. The focus is on materials from Japan that are gradually fading from modern life. Public Crafts aspires to investigate the unique approaches employed by the Japanese, who have lived in harmony with nature, in their interaction with these materials. The ultimate objective is to seamlessly incorporate Japanese materials into contemporary spaces."
    },
    {
      "id": "170",
      "name": "Källemo",
      "priority": 170,
      "image": "https://assets-global.website-files.com/6195025159d3bccd9b338ebb/65cf5f12582437b02688377f_hero-p-1600.jpeg",
      "website": "https://www.kallemo.se/",
      "instagram": "https://www.instagram.com/collection_kallemo/",
      "facebook": "https://www.facebook.com/collectionkallemo",
      "description": "Källemo is a concept with a will of its own, conveying a unique expression. The ambition of Källemo is to produce objects that endure over time — aesthetically, artistically, physically, and metaphysically. Sven Lundh, the founder of Källemo in its present form, expressed, An object shall stand the wear of the eye! That's where the toughest wear occurs. Källemo collaborates with designers and artists who understand the essence of quality - achievement unaffected by trends, while also possessing the ability to surprise and challenge, contributing their own personal expressions. Källemo places its belief in the precision of cutting-edge technology, but equally values the hand that applies the final personal, magical touch.Pinterest"
    },
    {
      "id": "171",
      "name": "Dedar",
      "priority": 171,
      "image": "https://assets-global.website-files.com/6195025159d3bccd9b338ebb/65ccb3bed1054263b28f5fd6_hero-p-1600.jpeg",
      "website": "https://dedar.com/en",
      "instagram": "https://www.instagram.com/dedarmilano/",
      "facebook": "https://www.facebook.com/DedarMilano",
      "Pinterest": "https://www.pinterest.it/dedarmilano",
      "description": "Founded in 1976, Dedar is an Italian textile editor that expresses a personal style with its cutting-edge contemporary collections of fine fabrics, wallcoverings and trimmings. Located close to Como, in the heart of a manufacturing district, Dedar experiments and innovates to attain product perfection through an ongoing dialogue with those craftsmen and textile specialists who are most familiar with the techniques employed in the production of excellent fabrics. The essence of Dedar’s creative spirit is driven by force of expression, passion for precious qualities and a sophisticated colour palette, which together create inspirational future classics."
    },
    {
      "id": "172",
      "name": "massimo copenhagen",
      "priority": 172,
      "image": "https://assets-global.website-files.com/6195025159d3bccd9b338ebb/65d718ff0cc374fa6f39e796_massimo_copenhagen_3daysofdesign13-p-1600.jpg",
      "website": "https://www.massimo.dk/",
      "instagram": "https://www.instagram.com/dedarmilano/",
      "facebook": "https://www.instagram.com/massimocopenhagen/",
      "Pinterest": "https://www.dropbox.com/sh/ozl62kuhc2mqd1c/AACMa9u96jDzZyXqwASBxxVoa?dl=0",
      "description": "Established in Copenhagen, Denmark - for more than 20 years massimo has focused on creating handmade contemporary rugs for both private homes and public spaces. massimo copenhagen believes that any interior can be elevated with uplifting colours and pleasant textures - and they do it one rug at a time. Today, the collection includes more than 350 rug variations, of which 98% is available in stock and ready to ship from their 1,600sqm showroom in Birkerød. And the possibilities don’t end there, since massimo is offering customised service for both, private and contract projects."
    },
    {
      "id": "173",
      "name": "POSSI",
      "priority": 173,
      "image": "https://assets-global.website-files.com/6195025159d3bccd9b338ebb/65dcc9f9f23d8510b7af4a46_hero-p-1600.jpeg",
      "website": "https://possi.kitchen/",
      "instagram": "https://www.instagram.com/possi.kitchen/",
      "Pinterest": "https://www.pinterest.dk/possikitchen",
      "description": "POSSI is a modular furniture system which functions as a kitchen, shelving or storage. The core of POSSI is a flexible framework designed to enable the individual to form variable arrangements by easy assemblage. POSSI leaves behind the idea of the kitchen as a built-in, systematic and static feature mounted into architecture, to approach the idea of the kitchen as a flexible and versatile feature of your interior. Simple and solid joints allow for the system to be easily taken apart, moved and rebuilt into initial or new arrangements. POSSI’s modularity allows for the system to be rearranged and upgraded with new features and technology anytime. This organic structure makes a furniture system with long longevity."
    },
    {
      "id": "174",
      "name": "Reevein Studios",
      "priority": 174,
      "image": "https://assets-global.website-files.com/6195025159d3bccd9b338ebb/65dca0718bee5d21af9654ab_hero-p-1600.jpeg",
      "website": "https://www.reevein.com/",
      "instagram": "https://www.instagram.com/reeveinstudios/",
      "description": "Reevein Studios is a Danish high-end design company dedicated to crafting collectible floral and botanical objects that last a lifetime. Originating as a brand specializing in sculptures and installations for exhibitions, inspired by the profound link between humans and nature, Reevein Studios has today evolved into a design brand, creating exquisite collectible handcrafted faux flowers and surrealistic botanical design objects. Reevein Studios envisions botanical design as a deliberate choice, not attempting to mimic nature but rather standing as a unique artistic expression. Reevein Studios has gained international attention from leading design media for their unique approach to handcrafted design and the use of new materials."
    },
    {
      "id": "175",
      "name": "FERMOB",
      "priority": 175,
      "image": "https://assets-global.website-files.com/6195025159d3bccd9b338ebb/65dc9e867f669fd3ca7be083_hero-p-1600.jpeg",
      "website": "https://www.fermob.com/",
      "instagram": "https://www.instagram.com/FERMOB/",
      "facebook": "https://www.instagram.com/FERMOB/",
      "Pinterest": "https://www.pinterest.fr/fermob",
      "description": "A leading name in outdoor design, Fermob is a French manufacturer of colourful metal furniture, with 30 years of consecutive growth, and generating 50% of its sales from exports. With its unique brand positioning, Fermob offers a wide range of furniture, decorative accessories, and lighting collections. Located near Lyon and boasting over 300 employees, its designs product for professionals and retail consumer and has forged a reputation as a specialist in garden, terraces, and public spaces. Fermob offers a comprehensive range of outdoor design objects, also drawing on the know-how of Vlaemynck,specialist in the manufacture of outdoor fabrics; its products are found on the terraces of some of France’s most prestigious hotels."
    },
    {
      "id": "176",
      "name": "Gaggenau",
      "priority": 176,
      "image": "https://assets-global.website-files.com/6195025159d3bccd9b338ebb/65dccf927778b112d537fa9e_GG_GL_Baking_400_4IS04B_2%20(1)-p-1600.jpg",
      "website": "https://www.gaggenau.com/global",
      "instagram": "https://www.instagram.com/gaggenauofficial/",
      "Pinterest": "https://www.pinterest.de/gaggenau_/",
      "description": "Gaggenau is a manufacturer of high-quality home appliances and is acknowledged as an innovation leader in design and technology “Made in Germany”. The company, with a history dating back to 1683, has revolutionised the domestic kitchen with its internationally acclaimed products. Gaggenau’s success is founded on technological innovation and a clear design language combined with high functionality. Gaggenau has been a subsidiary of BSH Hausgeräte GmbH in Munich since 1995 and is currently represented in more than 50 countries with over 60 flagships and showrooms in major cities around the world."
    },
    {
      "id": "177",
      "name": "our society",
      "priority": 177,
      "image": "https://assets-global.website-files.com/6195025159d3bccd9b338ebb/65e723bfa77ca9732307b247_240123_OURSOCIETY_02_0184(2)-p-1600.jpg",
      "website": "https://oursociety.dk/",
      "instagram": "https://www.instagram.com/oursociety.dk/",
      "Pinterest": "https://www.pinterest.dk/oursociety_dk/",
      "description": "our society is a danish design company producing contemporary design representing the culture, values, and inspiration from current time. By collaborating with the next generation of designers, we insist to create new legacy built on a modern mindset towards use of materials, working ethic and a simple yet powerful expression framing the current vibe going on among talented creatives around the world."
    },
    {
      "id": "178",
      "name": "A-N-D",
      "priority": 178,
      "image": "https://assets-global.website-files.com/6195025159d3bccd9b338ebb/65d5e9e2a97a9b03c4b25eff_hero-p-1600.jpeg",
      "website": "https://www.a-n-d.com/",
      "instagram": "https://www.instagram.com/and_light",
      "facebook": "https://www.facebook.com/and.designs.inc",
      "Pinterest": "https://www.pinterest.ca/and_designs_inc/",
      "description": "A-N-D is a decorative luminaire design studio and manufacturer based in Vancouver, Canada where original collections are conceptualized, built and assembled in-house. A-N-D investigates new design possibilities using innovative production methods while integrating the most current technologies in lighting. The result of that exploration puts forward honest products that transcend time and place. In pursuit of the visually poetic, inspiration is found in the unexpected and everyday, where light shapes and animates space."
    },
    {
      "id": "179",
      "name": "Humdakin",
      "priority": 179,
      "image": "https://assets-global.website-files.com/6195025159d3bccd9b338ebb/65d61c58ab95a340c0ad112f_hero-p-1600.jpg",
      "website": "https://humdakin.com/",
      "instagram": "https://www.instagram.com/humdakin/?hl=da",
      "facebook": "https://www.facebook.com/humdakin/?locale=da_DK",
      "Pinterest": "https://www.pinterest.dk/humdakin/",
      "description": "Humdakin is a Danish brand that harmonizes cleaning, responsibility, design and effective formulas. It is a brand that creates allergy-friendly formulas with lovely scents, cleaning products that are gentle on your skin, and household tools that are beautiful to have on display. Humdakin is a brand that changes the way we clean. Driven by her love of cleaning and desire for more allergy- and eco-friendly cleaning products, in 2016 Camilla Schram founded Humdakin. She spent five years prior to the launch developing effective, mild and fragrant cleaning products with allergy and eco-friendly formulas. At Humdakin, they have made it their mission to spread the word this and want everyone to keep clean rather than cleaning."
    },
    {
      "id": "180",
      "name": "Catellani & Smith",
      "priority": 180,
      "image": "https://assets-global.website-files.com/6195025159d3bccd9b338ebb/65dccc66259a553df4ab50ae_hero-p-1600.jpeg",
      "website": "https://www.catellanismith.com/",
      "instagram": "https://www.instagram.com/catellanismith/",
      "facebook": "https://www.facebook.com/CatellaniSmith/",
      "Pinterest": "https://www.pinterest.it/catellanismith/",
      "description": "Established in 1989, Catellani & Smith reflects the artistic personality of its founder, Enzo Catellani, carrying out, for more than thirty years, work that is in continuous evolution, halfway between art and craft. Enzo Catellani’s lighting creations are objects with a soul, which reveal the importance and unique qualities of a product made ‘by hand’. The distinctive and personal approach to design, together with a constant focus on technological innovation and research, make Catellani & Smith a leading company in the lighting sector. The company is also unceasingly involved in producing custom pieces for private and public spaces, including museums, art galleries, theatres, prestigious hotels, exhibitions and events."
    },
    {
      "id": "181",
      "name": "Blå Station",
      "priority": 181,
      "image": "https://assets-global.website-files.com/6195025159d3bccd9b338ebb/65dccda13fae4a83f1160da1_hero-p-1600.jpg",
      "website": "https://www.blastation.se/",
      "instagram": "https://www.instagram.com/blastation/",
      "facebook": "https://www.facebook.com/blastation/",
      "Pinterest": "https://www.pinterest.se/blastation/",
      "description": "Blå Station is a family business located in what used to be a sewing factory in Åhus, on the southeast coast of Sweden, where the ocean is just as restless as they are. With curiosity as fuel, they keep searching for the unexpected, yet-to-be discovered."
    },
    {
      "id": "182",
      "name": "KOS studio",
      "priority": 182,
      "image": "https://assets-global.website-files.com/6195025159d3bccd9b338ebb/65d33d46eda6d237fc60f7a7_hero-p-1600.jpeg",
      "website": "https://kos-studio.com/",
      "instagram": "https://www.instagram.com/kos.studio/",
      "description": "KOS Studio specializes in the fusion of interior and product design, driven by a profound dedication to quality craftsmanship and commitment to sustainability. Embracing the principles of soft minimalism and simplicity, objects by KOS Studio provides the idea that design should be more than just visually appealing. It should also engage the senses, creating a connection that captivates both the intellect and the body. Leading this concept, studio finds its mission in distilling the very essence of design, crafting pieces that not only capture the eye but also provide tactile experience."
    },
    {
      "id": "183",
      "name": "Lifestyle & Design Cluster",
      "priority": 183,
      "image": "https://assets-global.website-files.com/6195025159d3bccd9b338ebb/65e7022c8c720e331150b921_Landscape_05-p-1600.jpg",
      "website": "https://www.ldcluster.com/",
      "instagram": "https://www.instagram.com/ldcluster/",
      "facebook": "https://www.facebook.com/lifestyleanddesigncluster",
      "description": "For more than a decade, the national business cluster, Lifestyle & Design Cluster has been a bridge-builder between fashion-, furniture- and design companies and knowledge institutions working with the Circular Economy. Lifestyle & Design Cluster promotes innovation and sustainable growth primarily in the small and medium-sized fashion & textile and furniture & interior companies. They have a broad dialogue-based interface with the business community and, through their many different projects and activities, generate new knowledge, which is communicated via events like Circular Furniture Days and on various platforms. The main focus is: TEXTILES & FASHION, INTERIOR & FURNITURE, THE CIRCULAR ECONOMY, ENTREPRENEURSHIP & TALENTS."
    },
    {
      "id": "184",
      "name": "NORR11",
      "priority": 184,
      "image": "https://assets-global.website-files.com/6195025159d3bccd9b338ebb/65d34f4883b8787dc5299389_hero-p-1600.jpeg",
      "website": "https://www.norr11.com/",
      "instagram": "https://www.instagram.com/norr11/",
      "facebook": "https://www.facebook.com/NORR11/",
      "Pinterest": "https://www.pinterest.dk/norr11/",
      "description": "NORR11 is a Danish design company founded in 2011 with a vision to continuously create design that sparks curiosity. Driven by the desire to challenge boundaries between disparate time periods, design directions, cultures and materials, NORR11 craft products that exude attitude and relevance, bridging the gap between classic and modern design. They embrace a 360-degree design perspective, ensuring that each piece of furniture exudes visual appeal from every angle. The result is a sculptural, bold and sophisticated expression. Crafted with honest materials, their pieces are made to use and built to last. By harmoniously blending form, function and comfort NORR11 is committed to creating timeless pieces on the leading edge of design."
    },
    {
      "id": "185",
      "name": "EXPORMIM",
      "priority": 185,
      "image": "https://assets-global.website-files.com/6195025159d3bccd9b338ebb/65dcc9270ac687005e18c804_hero-p-1600.jpeg",
      "website": "https://www.expormim.com/",
      "instagram": "https://www.instagram.com/expormim/",
      "Pinterest": "https://www.pinterest.es/expormimlife/",
      "description": "Since its inception in 1960, Expormim has consistently embraced a global perspective in design, crafstmanship and innovation. Their catalogues are made up of original pieces for indoor and outdoor use, committed to environmental sustainability, quality and good design. That is how they have quickly depart the intimacy of the household to be included in more and more contract projects, such as luxury hotels and restaurants, chic cafés and gastropubs and exclusive public and private events."
    },
    {
      "id": "186",
      "name": "String Furniture",
      "priority": 186,
      "image": "https://assets-global.website-files.com/6195025159d3bccd9b338ebb/65dc9a457be3d38c2ce4e1d0_String_2024_2-514870_1600x1062.jpg",
      "website": "https://www.stringfurniture.com/",
      "instagram": "https://www.instagram.com/stringfurniture/",
      "facebook": "https://www.facebook.com/stringfurniture",
      "Pinterest": "https://www.pinterest.dk/stringfurniture/",
      "description": "String Furniture is a Swedish design company that produces a number of modern classics and furniture brands. More than 95% of the furniture is made in Sweden, using renewable, recyclable or recycled materials. String has earned a place in design history thanks to the elegant simplicity and ingenious construction that can be put together in an infinite number of configurations and is just as modern as when it debuted in 1949. Pira G2, originally conceived by Olle Pira in 1954, in a contemporary interpretation by Anna von Schewen and Björn Dahlström in 2023. Museum, designed for the reopening of the Swedish National Museum and Relief, a modular system, by TAF Studio."
    },
    {
      "id": "187",
      "name": "pulpo",
      "priority": 187,
      "image": "https://assets-global.website-files.com/6195025159d3bccd9b338ebb/65d61ce636526274b06241bf_hero-p-1600.png",
      "website": "https://pulpoproducts.com/",
      "instagram": "https://www.instagram.com/pulpoproducts/",
      "facebook": "https://www.facebook.com/pulpoproducts",
      "Pinterest": "https://www.pinterest.de/pulpoproducts/",
      "description": "Embark on a design adventure during the 3daysofdesign. pulpo stages an enchanting dialogue with its unique handmade solitary lights and furniture statements. This opulent experience unfolds at FRAMING, a joint exhibition set against in the magnificent surroundings of the Odd Fellow Palace, where pulpo presents novelties and classic designs in a new way. Join the fusion of luxury and innovation as pulpo highlights the essence of design and creates an unforgettable display."
    },
    {
      "id": "188",
      "name": "GRID System",
      "priority": 188,
      "image": "https://assets-global.website-files.com/6195025159d3bccd9b338ebb/6405cf872779e72c7c554d60_63e9fc51aa86675cc1463ec4_GRID_Squareville_04-p-1600.jpeg",
      "website": "https://gridsystem.dk/",
      "instagram": "https://www.instagram.com/gridsystem.dk",
      "facebook": "https://www.facebook.com/gridsystem",
      "Pinterest": "https://www.pinterest.dk/gridsystemdk",
      "description": "#"
    },
    {
      "id": "189",
      "name": "Auping",
      "priority": 189,
      "image": "https://assets-global.website-files.com/6195025159d3bccd9b338ebb/65d337b24b3705e24f800118_hero-p-1600.jpeg",
      "website": "https://auping.com/",
      "instagram": "https://www.instagram.com/aupingscandinavia/",
      "facebook": "https://www.facebook.com/AupingDK",
      "description": "For more than 135 years, Auping has been designing the very best ways of resting. Every single bed is made with care and attention to details, the environment, and the future. The combination of high-quality materials like steel, wood and superior upholstery fabrics have become a recognisable Auping signature over the years. Additionally, the interplay of sleek horizontal lines and soft rounded corners are characteristic for Auping designs."
    },
    {
      "id": "190",
      "name": "Ocee & Four Design",
      "priority": 190,
      "image": "https://assets-global.website-files.com/6195025159d3bccd9b338ebb/65d5c4879cb2b45f8ebf3f35_1.jpeg",
      "website": "https://oceefour.com/",
      "instagram": "https://www.instagram.com/oceefourdesign/",
      "facebook": "https://www.facebook.com/oceefourdesign",
      "Pinterest": "https://www.pinterest.co.uk/oceefourdesign/",
      "description": "At Ocee & Four Design, the company is driven by the belief that the furniture they design and the spaces they fill should enrich and inspire the lives of the organizations and individuals who use them. This belief is reflected in their unique approach to design and manufacturing, which seamlessly combines the diverse elements of British eclecticism with the clean and functional aesthetics of Danish minimalism. Catering to a wide range of spaces, from individual offices to global headquarters, public areas to co-working environments, universities to conference halls, and canteens to libraries, Ocee & Four Design continues to uphold its commitment to delivering exceptional design and turning good spaces into great experiences."
    },
    {
      "id": "191",
      "name": "LK Hjelle",
      "priority": 191,
      "image": "https://assets-global.website-files.com/6195025159d3bccd9b338ebb/65dc8aea618791ffee131f38_Landscape_Arena_Ecriture24-2-1536x861.jpg",
      "website": "https://hjelle.no/",
      "instagram": "https://www.instagram.com/lkhjellefurniture/",
      "facebook": "https://www.facebook.com/lkhjelle",
      "description": "LK Hjelle distinguishes itself as a brand that, like its clientele, stands out from the ordinary. Not ubiquitous in every home or store, LK Hjelle proudly remains one of the few Norwegian furniture manufacturers committed to producing furniture in its own factory. This tradition has been upheld since the 1940s and remains steadfast in Sykkylven, Norway's furniture capital. The company's vision is rooted in the belief that no one should feel the need or desire to part with a LK Hjelle piece of furniture. LK Hjelle embodies the essence of “Long Lasting Love”."
    },
    {
      "id": "192",
      "name": "Garde Hvalsøe",
      "priority": 192,
      "image": "https://assets-global.website-files.com/6195025159d3bccd9b338ebb/65dc94313e5ae2d3802924e9_hero-p-1600.jpeg",
      "website": "https://www.gardehvalsoe.dk/en/",
      "instagram": "https://www.instagram.com/gardehvalsoe/",
      "facebook": "https://www.facebook.com/GardeHvalsoe",
      "Pinterest": "https://www.pinterest.dk/gardehvalsoe/",
      "description": "Ever since the company was founded in 1990, the core of Garde Hvalsøe has been dedicated to the craft of bespoke interior solutions. Garde Hvalsøe lives and breathes uncompromising quality and sublime craftsmanship, and the classic virtues from the Danish crafts and design tradition are in their blood. For Garde Hvalsøe, it is essential to stay true to the rhythm that is their signature. Therein lies the key to creating the world of tomorrow, which according to Garde Hvalsøe has to be built of quality materials in honest, thoughtful designs with a timeless beauty to be appreciated by generations to come."
    },
    {
      "id": "193",
      "name": "SWEDISH NINJA",
      "priority": 193,
      "image": "https://assets-global.website-files.com/6195025159d3bccd9b338ebb/65dc92c14fde8144094efed7_hero-p-1600.jpeg",
      "website": "https://www.swedishninja.com/",
      "instagram": "https://www.instagram.com/swedishninja/",
      "facebook": "https://www.facebook.com/ninjaswedish",
      "Pinterest": "https://www.pinterest.se/swedishninj0448/",
      "description": "SWEDISH NINJA, a Swedish lighting brand, celebrates bold colours, innovative shapes, and clever multi-functionality. Founded in 2017 by designer Maria Gustavsson, it reimagines traditional Scandinavian design with unexpected flair. Collaborating with talented designers, SWEDISH NINJA crafts its lamps in Småland, honouring local craftsmanship and heritage."
    },
    {
      "id": "194",
      "name": "Made by Hand",
      "priority": 194,
      "image": "https://assets-global.website-files.com/6195025159d3bccd9b338ebb/65d7736f9dae974197a18dc5_hero-p-1600.jpeg",
      "website": "https://www.madebyhand.dk/",
      "instagram": "https://www.instagram.com/madebyhandcph/",
      "facebook": "https://www.facebook.com/madebyhandcph",
      "Pinterest": "https://madebyhand.dk/library/",
      "description": "Made by Hand is a contemporary Danish design brand celebrating fine craftsmanship and understated luxury. Founded in 2014 with the vision to develop innovative and durable design objects made by local craftspeople - in Denmark and abroad. Made by Hand is guided by the passion for natural materials and permanence, - and offers designs with beautiful details and timeless personality for home interiors, offices and liveable spaces."
    },
    {
      "id": "195",
      "name": "FÓLK",
      "priority": 195,
      "image": "https://assets-global.website-files.com/6195025159d3bccd9b338ebb/65d5be2da307d2c12f67cd78_hero-p-1600.jpeg",
      "website": "https://www.folkreykjavik.com/",
      "instagram": "https://www.instagram.com/folkreykjavik/",
      "facebook": "https://www.facebook.com/folkreykjavik",
      "Pinterest": "https://pin.it/7cbEmDH",
      "description": "FÓLK is an emerging North Nordic interior and lifestyle brand. FÓLKs vision is to accelerate the green transition through design. FÓLK strives to design products with low environmental footprint, high durability and suitable for disassembly, to enable the circularity of materials. FÓLK uses natural and upcycled materials in its designs and aspires to facilitate people to live a more sustainable lifestyle. FÓLK was founded in Reykjavik Iceland in 2017 and has originally built up its design portfolio in collaboration with talented young designers from Reykjavik. In 2022 the brand was chosen the Best Investment in Design at the Icelandic Design Awards. In 2023 FÓLK opened its own showroom and office in the heart of Copenhagen."
    },
    {
      "id": "196",
      "name": "Kvadrat",
      "priority": 196,
      "image": "https://assets-global.website-files.com/6195025159d3bccd9b338ebb/65cf65ffcc301f6904cd7da0_hero-p-1600.jpeg",
      "website": "https://www.kvadrat.dk/",
      "instagram": "https://www.instagram.com/kvadrattextiles/",
      "facebook": "https://www.facebook.com/kvadratdk",
      "Pinterest": "https://www.facebook.com/kvadratdk",
      "description": "Kvadrat was established in Denmark in 1968 and has deep roots in Scandinavia’s world-famous design tradition. A leader in design innovation, Kvadrat produces high-performance, design upholstery and curtain textiles, rugs and acoustic solutions for both commercial and residential interiors. The products reflect their commitment to colour, quality, simplicity and innovation. Kvadrat consistently push the aesthetic, technological and functional properties of textiles. In doing so, they collaborate with leading designers, architects and artists including: Patricia Urquiola, Ronan and Erwan Bouroullec, Alfredo Häberli, Doshi Levien, Giulio Ridolfo, Peter Saville, Pipilotti Rist, Thomas Demand and Olafur Eliasson."
    },
    {
      "id": "197",
      "name": "SQUARELY COPENHAGEN",
      "priority": 197,
      "image": "https://assets-global.website-files.com/6195025159d3bccd9b338ebb/65d5d6fbb208f5df8dd5e8e7_hero-p-1600.jpeg",
      "website": "https://www.squarely-copenhagen.com/",
      "instagram": "https://www.instagram.com/squarely_cph/",
      "facebook": "https://www.facebook.com/SquarelyCph/",
      "Pinterest": "https://www.pinterest.dk/Squarely_Cph/_created/",
      "description": "SQUARELY COPENHAGEN redefines Green Living, crafting self-watering planters from upcycled wood. SQUARELY COPENHAGEN planters elevate your surroundings with a modern, modular design that effortlessly blends nature into your indoor and outdoor spaces. The smart self-watering system ensures minimal effort and maximum convenience, creating a new era of 'furniture for plants.' Embrace an eco-friendly future with SQUARELY COPENHAGEN, where beauty meets functionality. See how SQUARELY COPENHAGEN breathes life into existing materials, transforming spaces into green sanctuaries that improve air quality and invigorate the mind. Green living and working made simple – with SQUARELY COPENHAGEN."
    },
    {
      "id": "198",
      "name": "Boffi|DePadova",
      "priority": 198,
      "image": "https://assets-global.website-files.com/6195025159d3bccd9b338ebb/65cc9cb99173265912c4eb3d_hero-p-1600.jpeg",
      "website": "https://www.boffidepadova.com/en",
      "instagram": "https://www.instagram.com/boffi_official",
      "description": "Boffi|DePadova proudly narrates a story of systems and furniture elements where quality, leisure and consistency are fundamental values. Its projects offer a comprehensive point of view, conveyed with a unique language that communicates simultaneously a visual and tactile aesthetic.2024 marks the 90th anniversary of the Boffi manufacturing and tradition that led to the flexibility and the intelligent use of interior space. The integrated design offer from Boffi, joins the ADL partitioning systems and the contemporary refinement of De Padova. The brands develop not only individual products with a unique personality, but in the ability to put forth a complete project that conveys a distinct mood by merging different entities."
    },
    {
      "id": "199",
      "name": "Secto Design",
      "priority": 199,
      "image": "https://assets-global.website-files.com/6195025159d3bccd9b338ebb/65d5d3a97c4222554fad0bde_hero-p-1600.jpeg",
      "website": "https://www.sectodesign.fi/",
      "instagram": "https://www.instagram.com/sectodesign",
      "Pinterest": "https://fi.pinterest.com/sectodesign/",
      "description": "Secto Design is a Finnish family-run company specializing in hand-made design lamps from high quality PEFC certified local birch. The demanding work is carried out by highly talented craftsmen in the factory in Heinola, Finland. All Secto Design lamps are sustainably and ecologically produced. The entire lighting collection that consists of 29 models is designed by the award-winning Finnish architect Seppo Koho. Secto Design lamps are appreciated for their Scandinavian design that is suitable for different styles and interiors."
    },
    {
      "id": "200",
      "name": "Geberit",
      "priority": 200,
      "image": "https://assets-global.website-files.com/6195025159d3bccd9b338ebb/65ccdd1a5466e803dec1ea57_2021_One_AquaCleanMerawithremotecontrol_Original_BigSize-p-1600.jpg",
      "website": "https://www.geberit.dk/produkter/badevaerelsesserier/geberit-one/",
      "instagram": "https://www.instagram.com/geberitdk/",
      "facebook": "https://www.facebook.com/Geberit.dk",
      "Pinterest": "https://www.pinterest.dk/Geberit_Danmark/",
      "description": "Geberit has a long tradition of quality, reliability and innovation. Since its beginnings in 1874, the company has helped to shape industry developments with products behind the wall. But with the Geberit bathroom series, Geberit has a new look behind the wall and in front of the wall. The reliable technology behind the wall is united with perfectly designed bathroom equipment in a balance between elegant design and outstanding function. The products are easy to clean, easy to use and increase comfort. Geberit enables endusers to experience this new world for themselves and is constantly demonstrating new possibilities for bathroom design. That is what Geberit call Design Meets Function."
    },
    {
      "id": "201",
      "name": "File Under Pop",
      "priority": 201,
      "image": "https://assets-global.website-files.com/6195025159d3bccd9b338ebb/65cccdbe4cdf649ade976e1d_23_08_FUP34006_sRGB_Low-p-1600.jpg",
      "website": "https://www.fileunderpop.com/",
      "instagram": "https://www.instagram.com/fileunderpop/",
      "facebook": "https://www.facebook.com/fileunderpop",
      "Pinterest": "https://www.pinterest.dk/fileunderpop/",
      "description": "File Under Pop is driven out of passion for creative surface design. The company specialises in clothing floors, walls and ceilings in a curated universe of color and tactile textures using handmade tiles, paint, textiles and bespoke interior solutions. The Copenhagen-based brand, directed by Josephine Akvama Hoffmeyer, transforms rooms by equipping surfaces with tiles crafted from clay and lava stone, hand-painted wall pieces, textiles and durable, ultra matt paint. All products are processed by hand, combining traditional craftsmanship with modern technology, resulting in characteristic surfaces."
    },
    {
      "id": "202",
      "name": "AVOLT",
      "priority": 202,
      "image": "https://assets-global.website-files.com/6195025159d3bccd9b338ebb/65cc954a1be28d853118dbda_HEADER-Desktop_SQ1-p-1600.jpeg",
      "description": "AVOLT is a Swedish based design studio that develops, designs and markets objects that extend electricity to devices, deploying Scandinavian design for homes, offices, retail environments and public spaces. AVOLT's ambition is to impact and empower people’s life by designing beautiful, timeless and sustainable objects that connects your devices to electricity, without compromising architecture and interior design."
    },
    {
      "id": "203",
      "name": "SACKit",
      "priority": 203,
      "image": "https://assets-global.website-files.com/6195025159d3bccd9b338ebb/65dc9ac80a46d917e10bc33b_hero-p-1600.jpeg",
      "website": "https://sackit.eu/",
      "instagram": "https://www.instagram.com/sackit_official/?hl=da",
      "facebook": "https://www.facebook.com/SACKit.eu",
      "Pinterest": "https://co.pinterest.com/sackiteu/",
      "description": "SACKit embodies design meant for life, prioritising the creation of inviting spaces without compromising on quality. With meticulous attention to detail and a fervour for craftsmanship, the Danish brand crafts furniture that enhances daily living experiences. Each piece in SACKit's collection showcases a commitment to exemplary design and the utilisation of high-quality materials, ensuring longevity and durability. Sustainability and responsibility are foundational principles, aligning with the enduring traditions of Scandinavian design. In addition to creating designs meant to endure, the brand actively incorporates reusable and recycled materials into its design process."
    },
    {
      "id": "204",
      "name": "Muuto",
      "priority": 204,
      "image": "https://assets-global.website-files.com/6195025159d3bccd9b338ebb/65d34d4f7142b7c9a1e1c32d_hero-p-1600.jpeg",
      "website": "https://www.muuto.com/",
      "instagram": "https://www.instagram.com/muutodesign/",
      "facebook": "https://www.facebook.com/Muuto",
      "Pinterest": "https://www.pinterest.dk/muuto/",
      "description": "Muuto is rooted in the Scandinavian design tradition characterized by enduring aesthetics, functionality, craftsmanship and an honest expression. By expanding this heritage with forward-looking materials, techniques and bold creative thinking, Muuto's ambition is to deliver new perspectives on Scandinavian design.In fact their name comes from muutos, meaning new perspective in Finnish. Muuto handpicks leading contemporary designers who are strong interpreters of the brand philosophy and combine their talents with the passionate Muuto creative team. Highly recognisable design due to its muutos: objects made sublime through new perspectives, enjoyed across the world, representing the best of Scandinavian design today."
    },
    {
      "id": "205",
      "name": "SAGA Space Architects",
      "priority": 205,
      "image": "https://assets-global.website-files.com/6195025159d3bccd9b338ebb/65dccb2cb333646faead5232_hero-p-1600.jpg",
      "website": "https://www.saga.dk/",
      "instagram": "https://www.instagram.com/saga_space_architects/",
      "description": "SAGA’s vision for design lies at the intersection of Space, Earth, and technology. The commitment is to shape environments that inspire, connect, and improve human well-being. In space, SAGA’s architecture focuses on thriving, adapting Earth-centric principles to create a home-like atmosphere. On Earth, SAGA aims to enhance lives and experiences, informed by space technologies and the local environment. Through SAGA Lab, technology is developed for Space and Earth, crafting hardware and software. Polestar is pushing the boundaries of sustainable materials and automotive lighting. The exhibition shows the use of intelligent light for Space and Earth, and how production with organic materials like flax fiber can shape a sustainable future."
    },
    {
      "id": "206",
      "name": "Helle Mardahl Studio",
      "priority": 206,
      "image": "https://assets-global.website-files.com/6195025159d3bccd9b338ebb/65d720e513014bf766f57d13_20230606-HELLEMARDAHL36050-p-1600.jpg",
      "website": "https://www.hellemardahl.com/",
      "instagram": "https://www.instagram.com/hellemardahl/",
      "facebook": "https://www.facebook.com/HelleMardahlDesign",
      "Pinterest": "https://www.pinterest.dk/hellemardahlstudio/_shop/",
      "description": "Helle Mardahl Studio operates at the intersection of art and functionality to create a dreamy universe of richly coloured glass designs of eccentric deviance. A graduate of London’s Central Saint Martins, Helle Mardahl is an artist and designer whose work is marked by a sense of lavishness and extravagance combined with a sense of flamboyance. As a designer, Helle Mardahl is concerned with the beauty of contrasts. Her richly coloured glass designs are alive and natural, fragile yet robust, simple yet ornate."
    },
    {
      "id": "207",
      "name": "TFurniture",
      "priority": 207,
      "image": "https://assets-global.website-files.com/6195025159d3bccd9b338ebb/65d5e1f0547f245a8d779065_hero-p-1600.jpeg",
      "website": "https://tfurniture.dk/",
      "description": "TFurniture is a Danish distributor/agent company responsible for the sale of several different international brands, all with a focus on the contract market, all brands stand for quality and with a focus on sustainable production and longevity. TFurniture started up in 2011 and represent the following brands ATBO, HOWE, Nordgröna, Intuit By Softrend, Q&M and Green Furniture Concept. TFurniture is per 1 May 2023 moved to Kanonbådskurene in Copenhagen."
    },
    {
      "id": "208",
      "name": "Origin Made",
      "priority": 208,
      "image": "https://assets-global.website-files.com/6195025159d3bccd9b338ebb/65d6062df936d0f179f8d063_Origin-Photo-Landscape2-p-1600.jpeg",
      "website": "https://origin-made.com/",
      "instagram": "https://www.instagram.com/originmade/",
      "facebook": "https://www.facebook.com/originmade2020",
      "Pinterest": "https://www.pinterest.pt/origin_made/",
      "description": "Based in Porto, Origin Made fuses modern design sensibilities with masterful craft techniques honed over generations to produce collectible furniture, objects and lighting that celebrate thoughtful design and the authenticity of the human touch. The brand collaborates directly with solo artisans and skilled craftspeople who hold the keys to traditional ways of making. These makers breathe life into their creations, turning simple objects into conduits of cultural richness and individual mastery. Origin Made is a movement to encourage people to reflect on how the things around us are created, as well as to appreciate natural materials and craftsmanship."
    },
    {
      "id": "209",
      "name": "Zeitraum",
      "priority": 209,
      "image": "https://assets-global.website-files.com/6195025159d3bccd9b338ebb/65dc83ba2c6f301cbb51ddbf_zeitraummoebel-01-p-1600.png",
      "website": "https://www.zeitraum-moebel.de/",
      "instagram": "https://www.instagram.com/zeitraum_furniture",
      "facebook": "https://www.facebook.com/zeitraummoebel",
      "Pinterest": "https://www.pinterest.de/zeitraum/",
      "description": "With experience and passion in working with solid wood, ZEITRAUM stands for a modern, reduced design language and sustainable approach. Founded in 1990, it was the first German furniture manufacturer to focus on combining ecology and design. Sustainability is not a trend but a fundamental corporate philosophy. Solid hardwoods from renewable sources are processed into furniture of lasting value by combining knowledge of materials with contemporary design. No chemical treatment of the wood is used. Due to solid wood's high reparability and their products' modular construction, the repair is easy and possible at any time. In cooperation with selected designers, ZEITRAUM develops high-quality furniture for living areas and contract sectors."
    },
    {
      "id": "210",
      "name": "Troldtekt",
      "priority": 210,
      "image": "https://assets-global.website-files.com/6195025159d3bccd9b338ebb/65d72354b9812edfeb88732e_hero-p-1600.jpg",
      "website": "https://www.troldtekt.dk/",
      "instagram": "https://www.instagram.com/troldtekt",
      "facebook": "https://www.facebook.com/Troldtekt",
      "Pinterest": "https://www.pinterest.dk/troldtekt",
      "description": "Troldtekt designs, develops and manufactures acoustic panels made from Danish wood and cement. Troldtekt’s mission is to increase the acoustic comfort in buildings as well as securing a sustainable and healthy indoor climate – while also providing architects with a wide range of design choices. Since 2012, Troldtekt has placed the sustainable design concept Cradle to Cradle® at the heart of its business strategy. This means a continuous focus on adding value for the environment, for society and for business. The combination of wood and cement creates unique sound absorbing properties, ensuring good acoustics in any room. The material has a natural resilience and can handle moist environments while providing effective fire protection."
    },
    {
      "id": "211",
      "name": "LOUISE ROE",
      "priority": 211,
      "image": "https://assets-global.website-files.com/6195025159d3bccd9b338ebb/65cf6962580f504eafb80c97_hero-p-1600.jpeg",
      "website": "https://www.louise-roe.com/",
      "instagram": "https://www.instagram.com/louiseroecph/",
      "facebook": "https://www.facebook.com/louiseroecph",
      "Pinterest": "https://www.pinterest.dk/louiseroesocial/_created/",
      "description": "THE ROE STUDIO is a curated series within the LOUISE ROE collection. The creative approach aspires to grasp alternative techniques and explore diverse materials, shapes and processes which appeal to an artistic sensibility. The array aims to exhibit an exclusive and avant-garde inspired character, attentive to artistic and creative elements. Unhindered by manufactural confinement and scheduling, creation takes place solely when an idea flourishes."
    },
    {
      "id": "212",
      "name": "Kvadrat Acoustics",
      "priority": 212,
      "image": "https://assets-global.website-files.com/6195025159d3bccd9b338ebb/65d76b3b2bdf040a67fb6a60_hero-p-1600.jpeg",
      "website": "https://www.kvadrat.dk/en/kvadrat-acoustics",
      "description": "Kvadrat Acoustics creates fully customisable, high-performance acoustic solutions characterised by aesthetic excellence and exceptional versatility, which are used to promote wellbeing in visionary architectural projects worldwide. Kvadrat Acoustics acoustic solutions sets the benchmark for sustainability, flexibility and durability and reflect the company's dedication to push aesthetic and technological boundaries."
    },
    {
      "id": "213",
      "name": "OFFECCT",
      "priority": 213,
      "image": "https://assets-global.website-files.com/6195025159d3bccd9b338ebb/65d5c955385d5809c8edafe6_hero-p-1600.jpg",
      "website": "https://www.offecct.com/",
      "facebook": "https://www.facebook.com/OFFECCT",
      "description": "Everyone needs inspiring environments, that makes one feel good and encourages creativity and connections. Places that build internal pride and align with the company's culture and values. Since Offecct's founding in 1990, the brand has collaborated with the world's leading designers and architects to create unique furniture for offices and public spaces. Offecct’s highly desirable premium furniture exudes exclusivity and craftsmanship, embodying a high sense of fashion to elevate any space. Additionally, are offered customised options, allowing you to tailor the furniture to your desired colours or fabrics, or be guided by the brand’s suggested products to complement the envisioned interior design. Flexible and committed, accompanying you from the first call to the final result."
    },
    {
      "id": "214",
      "name": "HOLMRIS B8",
      "priority": 214,
      "image": "https://assets-global.website-files.com/6195025159d3bccd9b338ebb/65d76beacb3f13c273b96e02_hero-p-1600.jpeg",
      "website": "https://www.holmrisb8.com/da/",
      "instagram": "https://www.instagram.com/holmris_b8/",
      "Pinterest": "https://www.pinterest.dk/holmrisb8/_created/",
      "description": "TAs the leading furniture-industry sales and design company, HOLMRIS B8 creates room for people. And give you the best possible solution with everything you need gathered in one place. From the widest selection of designer furniture from the world’s leading brands to expert advice, uncompromising project management of deliverables, life-extending furniture care, upcycling and donation of surplus furniture. In Denmark and worldwide. In all that HOLMRIS B8 does, actions are guided by a deep respect for the Earth’s resources."
    },
    {
      "id": "215",
      "name": "Freifrau Manufaktur",
      "priority": 215,
      "image": "https://assets-global.website-files.com/6195025159d3bccd9b338ebb/65ccda8682ecb235d9accfc7_hero-p-1600.jpeg",
      "website": "https://www.freifrau.com/",
      "instagram": "https://www.instagram.com/freifrau_manufaktur/",
      "facebook": "https://www.facebook.com/freifraumoebel",
      "Pinterest": "https://www.pinterest.de/Freifrau_Manufaktur/",
      "description": "What started back in 2012 as a one-man show has now, in little more than a decade, become an established European design brand: Freifrau Manufaktur. Operating from Lemgo, a small town in Westphalia, Germany, this exclusive manufacturer of seating furniture is characterised by the highest possible levels of comfort, lovingly-rendered details, and exacting quality and sustainability standards. Working with big-name designers and those at the start of their careers alike, since it was founded, Freifrau has built up a portfolio of timeless chairs, armchairs, and settees, wide-ranging and yet all with a unifying emphasis on individual comfort, total versatility, and undeniable individuality."
    },
    {
      "id": "216",
      "name": "Frame Studio",
      "priority": 216,
      "image": "https://assets-global.website-files.com/6195025159d3bccd9b338ebb/65d5bf42240e419186fbe39f_hero-p-1600.jpeg",
      "website": "https://www.framestudio.dk/",
      "instagram": "https://www.instagram.com/framestudio_dk/",
      "facebook": "https://www.facebook.com/people/Frame-Studio/100088143325689/",
      "Pinterest": "https://www.pinterest.co.uk/FrameStudio_dk/",
      "description": "With a Scandinavian heritage and an uncompromising approach to design and aesthetic, Frame Studios strive to offer beautiful, handcrafted kitchens, bathrooms and wardrobes at affordable prices. Founded in 2019, Frame Studios ultimate passion is handmade interior. A standard interior does not exist, everything is tailormade to suit individual needs and desires, making sure all space is used optimally. Their range includes carefully selected natural stones, wood species, colours and handles. A visit to Frame Studio will not be lost on you."
    },
    {
      "id": "217",
      "name": "Sony",
      "priority": 217,
      "image": "https://assets-global.website-files.com/6195025159d3bccd9b338ebb/65d5d56a764f0ba866706f43_hero-p-1600.jpeg",
      "website": "https://www.sony.com/en/design",
      "instagram": "https://www.instagram.com/sonydesign_official/",
      "description": "Sony has always been at the forefront of design and became one of the first companies to create an in-house creative studio. Since its inception in 1961, Sony has built its reputation for having a leading and award-winning global design team. Today the team’s contribution has expanded beyond purely product design to a wide range of design activities, including user experience, communication, entertainment and more. Design Centre Europe is an extended arm of Creative Center, continuously exploring the possibilities of design, working with people around the world to realize richer experiences and more comfortable lifestyles – whilst creating ‘new standards’ of value through the fusion of creativity and technology."
    },
    {
      "id": "218",
      "name": "Swedese Möbler",
      "priority": 218,
      "image": "https://assets-global.website-files.com/6195025159d3bccd9b338ebb/65d5dfea6882439c400086c5_hero-p-1600.jpeg",
      "website": "https://www.swedese.se/en",
      "instagram": "https://www.instagram.com/swedeseab/",
      "facebook": "https://www.facebook.com/search/top?q=swedese%20m%C3%B6bler",
      "description": "Swedese is a classic Swedish furniture producer with a strong anchor in both the public and domestic domain. Swedese's ideals are the same today as they have been for the past seventy years. These are to create beautiful furniture for the future, which build on the foundations of Scandinavian modern traditions, designed by forward-looking designers who share in the timeless ideals of architecture. Swedese was founded in 1945 by the two brothers Yngve and Jerker Ekström and Bertil Sjöqvist, under the company name ESE Möbler. The headquarters are located to Vaggeryd in Småland, Sweden, where one of the factories can be found. The second factory is located in Äng, a small village outside Nässjö, Sweden."
    },
    {
      "id": "219",
      "name": "Anker Bak",
      "priority": 219,
      "image": "https://assets-global.website-files.com/6195025159d3bccd9b338ebb/65cc8d6fcee7d488d4fa3433_Billede1overtekst-p-1600.jpeg",
      "website": "https://www.ankerbak.com/",
      "instagram": "https://www.instagram.com/ankerbakdk/",
      "facebook": "https://www.facebook.com/ankerbakdk",
      "Pinterest": "https://www.linkedin.com/in/anker-bak-806b8018",
      "description": "Anker Bak is a pioneering designer, merging the essence of Nordic cabinetmaking traditions with innovative, regenerative furniture and assistive aids. Recognized for his empowering and caring practice, Bak experiments with wood to address real-life challenges, notably improving the lives of the elderly and people with disabilities. He creates vital furniture pieces still awaiting full industry recognition. Collaborating with esteemed entities like Carl Hansen & Søn, Takumi Kohgei, and Fredahl Rydéns, Bak was honored with the Wegner Prize in 2023 for his holistic and crucial design approach. As a thought leader in an emerging field, he is dedicated to ushering in a new era with his concept of Dignity Design."
    },
    {
      "id": "220",
      "name": "MOEBE",
      "priority": 220,
      "image": "https://assets-global.website-files.com/6195025159d3bccd9b338ebb/65d349d4210fac87090eac10_hero-p-1600.jpeg",
      "website": "https://www.moebe.dk/",
      "instagram": "https://www.instagram.com/moebecph/",
      "facebook": "https://www.facebook.com/moebecph",
      "Pinterest": "https://www.pinterest.se/moebecph/_created/",
      "description": "MOEBE is a design studio that creates beautiful, simple, and responsibly made furniture, lighting, and design objects with great details that last a lifetime. It's that simple. Formed in 2014 by architects Martin de Neergard Christensen, Nicholas Oldroyd and cabinet maker Anders Thams, they develop all of their designs in-house from the studio workshop on the island of Amager in Copenhagen. With each design, they aim to create an intelligently constructed, high-quality piece that not only works well and looks great, but also encourages people to enjoy life with fewer distractions; people who crave honesty, simplification, and a need for ‘less’."
    },
    {
      "id": "221",
      "name": "BRANDT Collective",
      "priority": 221,
      "image": "https://assets-global.website-files.com/6195025159d3bccd9b338ebb/65deeeff5aafd30e8d07ae05_BRANDT_Collective_1920x1080%201.jpg",
      "website": "https://www.brandtcollective.com/",
      "instagram": "https://www.instagram.com/brandtcollective/",
      "facebook": "https://www.facebook.com/brandtcollective",
      "Pinterest": "https://www.pinterest.dk/brandtcollective/_created/",
      "description": "WBRANDT Collective is a Danish design-driven brand created by renowned designer Julie Brandt. Their holistic approach to product creation results in collections that harmoniously unite functionality and aesthetics. Renowned for their hardware such as handles, knobs, lighting, home fragrance, and accessories, the brand is recognized for its craftsmanship and use of high-quality materials and unique finishes. With a Scandinavian sense of aesthetics and a strong international appeal, BRANDT Collective is a fusion of influences merging contrasts to create cohesion, balancing the raw and the refined. Explore the essence of understated elegance where details make the difference and where every product adds THE FINISHING TOUCH."
    },
    {
      "id": "222",
      "name": "Vipp",
      "priority": 222,
      "image": "https://assets-global.website-files.com/6195025159d3bccd9b338ebb/65d7174c76aad2268925347a_hero-p-1600.jpg",
      "website": "https://vipp.com/",
      "instagram": "https://www.instagram.com/vipp/",
      "facebook": "https://www.facebook.com/vippdotcom",
      "Pinterest": "https://www.pinterest.dk/vippdotcom/_created/",
      "description": "Vipp might have begun with a pedal-controlled bin (the only bin that has found a spot in MoMA’s permanent design collection) but over the last 80 years, the Danish brand has grown to include kitchens, furniture, lighting, and accessories. In recent years, Vipp has expanded beyond objects to design and open six hotels as well as two venues in Copenhagen: the Vipp Pencil Factory and Vipp Garage. Whether it is developing a bin or a kitchen, creating a furniture line or hosting a hotel or supper club, Vipp always measure the quality of products and concepts on their long-term ability to provide an experience out of the ordinary."
    },
    {
      "id": "223",
      "name": "Nychair X",
      "priority": 223,
      "image": "https://assets-global.website-files.com/6195025159d3bccd9b338ebb/65d5c33527508cf894dbb6fc_hero.jpg",
      "website": "https://nychairx.eu/",
      "instagram": "https://www.instagram.com/nychairx_eu/",
      "description": "Nychair X is a folding lounge chair designed in 1970 by Takeshi Nii, continuously made in Japan. The simple yet elegant design, combined with comfort, versatility and repairability, made Nychair X a chair loved by generations. Thanks to its light weight and foldability, it can be easily moved between rooms and does not take much space when folded, making it a great companion for contemporary living spaces, where rooms serve multiple functions during the day. Each chair model can be paired with the Ottoman, which can also be used independently as a stool. Maintenance can be easily performed at home and different parts can be replaced, so the chair can be enjoyed for many years. Awarded with Long Life Design and Good Design awards."
    },
    {
      "id": "224",
      "name": "Fogia",
      "priority": 224,
      "image": "https://assets-global.website-files.com/6195025159d3bccd9b338ebb/65d6013ddfaff7ba88b6be98_1%20(2)-p-1600.jpg",
      "website": "https://www.fogia.com/",
      "instagram": "https://www.instagram.com/fogiacollection",
      "facebook": "https://www.facebook.com/fogiacollection",
      "Pinterest": "https://www.pinterest.se/fogia",
      "description": "Fogia is an award-winning Swedish design brand, known for utmost quality, impeccable beauty and a drive for innovation. The brand collaborates with some of the most progressive contemporary designers to create forever pieces that push the boundaries of the Scandinavian design aesthetic. Through a genuine knowledge of craft and construction, Fogia manufactures high quality products with purposeful function without compromising on form. A Fogia design icon is characterized by its ability to surprise and innovate to break with traditional norms. Unmistakable, clever, straight-forward and life-enhancing by nature, they’re made to be used and loved for generations to come."
    },
    {
      "id": "225",
      "name": "Vitra",
      "priority": 225,
      "image": "https://assets-global.website-files.com/6195025159d3bccd9b338ebb/65d5e44b003c2972559b7e03_6137581_2020_08_Vitra-Haus_Aussen_010_FullRes_v_fullbleed_1440x.jpeg",
      "website": "https://www.vitra.com/",
      "instagram": "https://www.instagram.com/vitra",
      "facebook": "https://www.facebook.com/vitra",
      "Pinterest": "https://www.pinterest.com/vitra",
      "description": "FVitra believes that environments shape thoughts and feelings, be it at home, work, or on the go. Vitra, a family business in its third generation, strives daily to enhance surroundings through the power of design. The company is committed to an environmental, cultural, and commercial mission. Environmental consciousness is embedded in every facet of Vitra’s work, evident in product development, manufacturing processes, raw material sourcing, and supply chain organisation. Vitra embraces every new insight as an opportunity for further development."
    },
    {
      "id": "226",
      "name": "LIGHT-POINT",
      "priority": 226,
      "image": "https://assets-global.website-files.com/6195025159d3bccd9b338ebb/65cf67e6aa54f0d2315b2588_hero-p-1600.jpeg",
      "website": "https://light-point.com/",
      "instagram": "https://www.instagram.com/lightpointcom",
      "facebook": "https://www.facebook.com/lightpointcom",
      "Pinterest": "https://www.pinterest.dk/lightpointcom",
      "description": "Since 1995, LIGHT-POINT has been producing innovative lighting products based on a long tradition of superior quality and craftsmanship. It has brought to market an extensive product collection in an ultra-modern and distinct international style, a design language that continues to unfold today. The products express a consistent approach: the quest for the ideal balance of perfect form, the latest in LED technology, in a design that is both aesthetically timeless and minimal. In 2022, LIGHT-POINT became a member of an exclusive group of companies to partner with the internationally recognised premium design consultancy, Studio F. A. Porsche. The strategic vision of this partnership is to extend and strengthen international markets."
    },
    {
      "id": "227",
      "name": "Warm Nordic",
      "priority": 227,
      "image": "hhttps://assets-global.website-files.com/6195025159d3bccd9b338ebb/65d7245c96e2063b7274eaa3_hero-p-1600.jpg",
      "website": "https://www.warmnordic.com/dk/hjem",
      "instagram": "https://www.facebook.com/warmnordic/",
      "facebook": "https://www.facebook.com/warmnordic/",
      "Pinterest": "https://www.pinterest.dk/warmnordic/_created/",
      "description": "Warm Nordic is a Danish design brand anchored in Scandinavian design history. The company believes that good design, whether it's iconic design classics or new contemporary designs, radiates the quality, authenticity, and warmth inherent in the Scandinavian design tradition. Warm Nordic features a colourful and charming design universe full of personality, encapsulating the timeless and inclusive essence of the Nordic spirit. Warm Nordic is thrilled to announce this year's expansion of its collaboration on the Fried Egg sofa with the world-renowned Swiss-Argentinian designer, Alfredo Häberli."
    },
    {
      "id": "228",
      "name": "NANETTE DEKOOL",
      "priority": 228,
      "image": "https://assets-global.website-files.com/6195025159d3bccd9b338ebb/65d71ac957d2ca838240a402_hero-p-1600.jpg",
      "website": "https://www.nanettedekool.com/",
      "instagram": "https://www.instagram.com/nanettedekool/",
      "facebook": "https://www.facebook.com/fogiacollection",
      "Pinterest": "https://www.pinterest.se/fogia",
      "description": "Nanette de Kool graduated from the Illinois Institute of Art, Chicago. Back in Europe she worked for textile studios in Antwerp and Amsterdam, where her love for 3D knits began. Nanette loves working with circular 3D knits: remains like leftover textiles and yarns including production flaws. Imperfections are part of the creation; tactility and the texture of the fabric add to her visual language. She screen-prints, washes, cuts and then re-assembles the textile, creating new compositions. This leads to more depth in color, character, texture and story. Next to wall-hangings, Nanette also makes suspended screens, room-dividers and made-to-measure pieces."
    },
    {
      "id": "229",
      "name": "Rockfon",
      "priority": 229,
      "image": "https://assets-global.website-files.com/6195025159d3bccd9b338ebb/65dc9d3b7aa2703425e7f149_hero-p-1600.jpeg",
      "website": "https://www.soundsbeautiful.com/",
      "instagram": "https://www.instagram.com/rockfon_official/",
      "Pinterest": "https://www.pinterest.dk/rockfon/",
      "description": "Everyone can spot brilliant interior design in a heartbeat, but brilliant acoustic design must be experienced. Today, it’s all about healthy, nature inspired buildings with flexible, multipurpose zones and inspiring interiors for thinking, relaxing, and enjoyment. This is where Rockfon comes into play, with over 60 years of perfecting acoustics to create a world that sounds good to everyone. Inspired by the beauty of nature, Rockfon's acoustic solutions bring the wow factor to today’s multipurpose interiors, focusing on human well-being while accelerating sustainability efforts. Rockfon solutions offer the highest sound absorption, specially curated colours, and organic materials to realise the design vision. Sounds beautiful."
    },
    {
      "id": "230",
      "name": "secondome",
      "priority": 230,
      "image": "https://assets-global.website-files.com/6195025159d3bccd9b338ebb/65d886f02b23078b99b219d6_hero.jpg",
      "website": "https://www.secondome.biz/",
      "instagram": "https://www.instagram.com/secondomedesign/",
      "facebook": "https://www.facebook.com/secondomegallery",
      "Pinterest": "https://www.pinterest.it/secondome2/",
      "description": "Founded by Claudia Pignatale in 2006, Secondome produces its own collection of Furniture and objects working to launch experimental designers, artisans and master craftsmen. Its mission lies in highlighting both the high quality manufacture of the Made in Italy brand and the originality of products, emphasizing the tradition of Italian craftsmanship whilst breaking the mold of lifeless objets d’art. The artisanal nature of Secondome’s production makes each piece individual and highly personalized."
    },
    {
      "id": "231",
      "name": "Royal Danish Academy",
      "priority": 231,
      "image": "https://assets-global.website-files.com/6195025159d3bccd9b338ebb/65d5d1226d849dd8666454c6_hero-p-1600.jpeg",
      "website": "https://kglakademi.dk/"
    },
    {
      "id": "232",
      "name": "ClassiCon",
      "priority": 232,
      "image": "https://assets-global.website-files.com/6195025159d3bccd9b338ebb/65d60b0605bfa2a57c4612f8_hero-p-1600.jpeg",
      "website": "https://www.classicon.com/en/homepage.html",
      "instagram": "https://www.instagram.com/classicon/",
      "facebook": "https://www.facebook.com/ClassiCon",
      "Pinterest": "https://www.pinterest.de/classiconmuc/",
      "description": "Furniture design that convinces and accompanies people through their lives, offering reliability and beauty that is appreciated and, ideally, passed down through generations. Owner Oliver Holy has been producing this type of furniture at ClassiCon since 1990. The company specialises in innovative furniture that demonstrates the courage to depart from the familiar. Many pieces boast prestigious design legacies. To facilitate the creation of numerous such stories, ClassiCon continually expands its network of partners and local craft businesses. Through its production methods, the company aims to showcase craftsmanship and draw upon a wealth of experience, ensuring its preservation for future generations. The ethos is to think globally but act locally, emphasising both environmental and community care."
    },
    {
      "id": "233",
      "name": "MOTARASU",
      "priority": 233,
      "image": "https://assets-global.website-files.com/6195025159d3bccd9b338ebb/65d34c90bb0231a2e3c50e7b_hero-p-1600.jpeg",
      "website": "https://www.motarasu.com/",
      "instagram": "https://www.instagram.com/_motarasu/",
      "facebook": "https://www.facebook.com/Motarasu-394082551345180",
      "Pinterest": "https://www.pinterest.dk/search/my_pins/?q=motarasu&rs=filter",
      "description": "Founded in 2019, MOTARASU creates lighting, furniture and interior that calls for being present in the now. Fusing the design heritage of Denmark with the aesthetics of Japanese craftsmanship, the efforts are focused on the philosophy of surrounding oneself with few yet beautiful, high-quality objects that bring joy. Closeness to nature is fundamental to all MOTARASU designs, where material and techniques combine to create tactile and sculptural objects that each place natural materials central to both design and functionality. During 3daysofdesign MOTARASU launches the new CHO lamp series by Ernst & Jensen. Furthermore new lamps by Tani Toshiyuki will be launched."
    },
    {
      "id": "234",
      "name": "Duus & Møller",
      "priority": 234,
      "image": "https://assets-global.website-files.com/6195025159d3bccd9b338ebb/65dc8f371facc10ab876f646_hero-p-1600.jpg",
      "website": "https://www.duusmoeller.com/en/",
      "instagram": "https://www.instagram.com/duusmoeller_furniture/",
      "facebook": "https://www.facebook.com/Duusmoeller",
      "Pinterest": "https://www.pinterest.dk/Duusmoeller/",
      "description": "Good quality, craftsmanship and Danish production were the key principles that Duus & Møller was founded upon, and the ambition is to keep working by that mantra. The passion for Danish craftsmanship and Danish design is rooted in traditions and a guiding principle to increase the sustainability of the Duus & Møller furniture collection. Duus & Møller collaborates with competent architects and combine Danish craft traditions with new ideas from young, talented cabinetmakers. Duus & Møller furniture is developped with inspiration from classic, Danish design. This is done through minimalistic models made from solid fsc certified wood, handcrafted and cared for with a respect for the rawmaterial. Duus & Møller furniture is made to last."
    },
    {
      "id": "235",
      "name": "Nuura",
      "priority": 235,
      "image": "https://assets-global.website-files.com/6195025159d3bccd9b338ebb/65d5c29418a3150360a0a2f2_hero-p-1600.jpeg",
      "website": "https://www.nuura.com/",
      "instagram": "https://www.instagram.com/nuuralighting",
      "facebook": "https://www.facebook.com/nuuralighting",
      "Pinterest": "https://www.pinterest.dk/nuuralighting",
      "description": "Centred around the chandelier, a symbol of generosity and abundance, Nuura reimagines traditional lighting designs in a modern context. Offering enduring collections that have the ability to transform a room, elevate a mood and enhance well-being, refined lighting fixtures in organic forms build upon the Nordic design tradition and leverage new technologies and carefully selected materials to illuminating effect. Founded in 2017 by Sofie Refer, Nadia Lassen and Peter Østerberg."
    },
    {
      "id": "236",
      "name": "Ancher",
      "priority": 236,
      "image": "https://assets-global.website-files.com/6195025159d3bccd9b338ebb/65d5eaf75032dac32f771732_hero-p-1600.jpeg",
      "website": "https://ancherstudio.com/",
      "instagram": "https://www.instagram.com/ancher_studio/",
      "facebook": "https://www.facebook.com/profile.php?id=61552780172363",
      "description": "Handmade tableware for restaurants, interior design projects and busy family kitchens. The exquisite designs are not only visually captivating but also built with durability to withstand the demands of a modern kitchen. This is the guiding philosophy behind Ancher, a new tableware brand that emphasises small-scale, local production and welcomes guest designers and customised collaborations in its workshop. The focus is on creating ceramics that invite repeated use, requiring meticulous attention to individual design. The name Ancher pays homage to Nordic roots, anchoring itself in the region's unique understanding of light, colour, and form."
    },
    {
      "id": "237",
      "name": "Miniforms",
      "priority": 237,
      "image": "https://assets-global.website-files.com/6195025159d3bccd9b338ebb/65d34875cf6463a2ced3c290_hero-p-1600.jpeg",
      "website": "https://www.miniforms.com/en/",
      "instagram": "https://www.instagram.com/miniformsofficial/",
      "facebook": "https://www.facebook.com/miniformsofficial",
      "Pinterest": "https://www.pinterest.it/miniforms",
      "description": "Miniforms is a bizarre entity, adorned in colourful attire with unconventional shapes, often engaged in talks with young, talented designers. Her motto is “Making Craftsmanship Last,” reflecting a deep belief in uniqueness where hands play a significant role, and machines assist in aligning with modern manufacturing processes. Sensitivity to environmental matters is for her a strong social responsibility. This commitment leads Miniforms to manufacture locally with high consideration to circular economy principles, extending from material choices to collaborating with suppliers who share similar aspirations."
    },
    {
      "id": "238",
      "name": "Pablo Designs",
      "priority": 238,
      "image": "https://assets-global.website-files.com/6195025159d3bccd9b338ebb/65d5cc151a5c40f313542b17_hero-p-1600.jpeg",
      "website": "https://www.pablodesigns.eu/english-home",
      "instagram": "https://www.instagram.com/pablodesignseu/",
      "description": "Pablo believes that the right light can transform any environment. Pablo Designs is committed to creating lasting solutions that provide a lifetime of illumination. By fusing the highest technical sensibilities with the most appropriate material palette, Pablo is able to create unique, timeless designs with the power to transform any environment. Pablo was founded in San Francisco in 1993 by Venezuelan-born industrial designer Pablo Pardo. Embracing a less-is-more ideology, Pablo frequently challenges traditional design metaphors, developing more practical solutions distilled down to their essence, form and light."
    },
    {
      "id": "239",
      "name": "Woodio",
      "priority": 239,
      "image": "https://assets-global.website-files.com/6195025159d3bccd9b338ebb/65d5e589dae03a2fb6697982_hero-p-1600.jpeg",
      "website": "https://www.woodio.fi/en",
      "instagram": "https://www.instagram.com/woodiodesign/",
      "description": "Woodio is a modern Finnish interior and design brand that combines the best of Nordic design traditions with a sustainable biomaterial innovation in a contemporary way. Woodio’s certified material is a 100% waterproof wood composite that offers a more ecological alternative to ceramic, with its significantly lower carbon footprint. Woodio brings the best of Nordic design traditions and skill with natural materials to the present. Woodio wants to bring joy to homes with stunning and sustainable design, offering products that will look good decade after decade. As they are durable and easy to care for, Woodio’s solutions are also an excellent choice for public spaces. All Woodio products are manufactured in Helsinki, Finland."
    },
    {
      "id": "240",
      "name": "La Boite concept",
      "priority": 240,
      "image": "hhttps://assets-global.website-files.com/6195025159d3bccd9b338ebb/65d61835db1cd5b633b10969_PR_LINK_Close_UP-02-1920x1080-p-1600.jpg",
      "website": "https://www.laboiteconcept.com/en/",
      "instagram": "https://www.instagram.com/la_boite_concept/",
      "facebook": "https://www.facebook.com/La.Boite.concept",
      "description": "La Boite concept is a French manufacturer of all-in-one loudspeakers. Since 2008 it has been asserting its vision by imagining demanding audio products. This know-how in acoustics has been passed on for three generations: from Marie CAGNIARD YERAMIAN, visionary founder in 1938 of the famous SIARE loudspeaker brand, to her grandson Timothée CAGNIARD, La Boite concept’s director since its creation. Its products combine the quality of traditional HiFi with a simplified use, accessible to all and with a unique aesthetic. The company is based in the South of France where its laboratory develops patented technologies and where its own design office imagines each of their products. With no concessions on either sound or design."
    },
    {
      "id": "241",
      "name": "cc-tapis",
      "priority": 241,
      "image": "https://assets-global.website-files.com/6195025159d3bccd9b338ebb/65d6013ddfaff7ba88b6be98_1%20(2)-p-1600.jpg",
      "website": "https://www.cc-tapis.com/",
      "instagram": "https://www.instagram.com/cc_tapis/",
      "Pinterest": "https://www.pinterest.it/cc_tapis/",
      "description": "Fcc-tapis is an Italian rug maker which produces contemporary hand-made rugs. The company was founded by Nelcya Chamszadeh and Fabrizio Cantoni in France. In 2011 cc-tapis moved to Milan where a team of designers lead by Daniele Lora, art-director and partner, innovate through a new approach to traditional methods.   A strong respect for the materials and for ancient craft is reflected in the company’s eco-friendly approach to every step of production, ranging from the hand spinning of the softest materials to the use of purified rainwater for the washing of the final products, making each one of cc-tapis rugs unique.  "
    },
    {
      "id": "242",
      "name": "AYTM",
      "priority": 242,
      "image": "https://assets-global.website-files.com/6195025159d3bccd9b338ebb/65e6f1b962fa441afb05f438_AYTMx3DAYSOFDESIGN(LANDSCAPE)4-p-1600.jpg",
      "website": "https://aytmdesign.com/",
      "instagram": "https://www.instagram.com/aytmdesign/",
      "facebook": "https://www.facebook.com/aytmdesign",
      "Pinterest": "https://www.pinterest.dk/aytmdesign/_shop/",
      "description": "The idiom of AYTM is characterized by simple and stylish shapes, complemented by the sculptural structures of Scandinavian interior classics that stand out for their bold, voluminous, and eye-catching nature. The purpose of AYTM's existence is to reinvent design traditions, providing interior design with a new perspective through a more expressive approach to Scandinavian design. The magic unfolds in the contrasts between clean lines, materials, and surfaces, enhanced by a balanced and soft palette of colours, adding the unique touch to AYTM. With this, the essence of every AYTM collection is focused on high quality and exquisite details, creating exclusive yet long-lasting pieces that excel in both functionality and aesthetic expressions."
    },
    {
      "id": "243",
      "name": "Eberhart Furniture",
      "priority": 243,
      "image": "https://assets-global.website-files.com/6195025159d3bccd9b338ebb/65ccbacfdb9db135a47af842_hero-p-1600.jpeg",
      "website": "https://www.eberhart-furniture.com/",
      "instagram": "https://www.instagram.com/eberhartfurniture/",
      "facebook": "https://www.facebook.com/eberhartfurniture/",
      "Pinterest": "https://www.pinterest.dk/EberhartFurniture/",
      "description": "Eberhart Furniture was founded in 2014 by Esben Christoffersen and Rune Vigil Nielsen. This year marks a significant milestone for the company, as it celebrates its 10th anniversary. Eberhart Furniture creates pieces to stand the test of time, both in terms of design and craftsmanship. The focus is on functionality, with a fusion of simple geometries and materials that showcase their own natural beauty. This approach has resulted in a collection of furniture synonymous with authenticity and durability. Each piece is intended to adapt to the changing needs of modern living, retain a timeless appeal, and ultimately transcend generational gaps to become a new part of your heritage."
    },
    {
      "id": "244",
      "name": "ID Collective",
      "priority": 244,
      "image": "https://assets-global.website-files.com/6195025159d3bccd9b338ebb/65e703f6afb5cf8b040af339_landcape3days-p-1600.jpg",
      "instagram": "https://www.instagram.com/collective_id/",
      "description": "ID Collective is a newly established design collective of 10 recent design graduates. The community has emerged from a shared desire to create and challenge each other, pushing creative boundaries to enhance their skills as designers. Through close collaboration, members tackle new design challenges, each producing original works based on a shared design brief with defined constraints and objectives. Recognising the importance of responsible design practices, the group is dedicated to exploring new approaches, challenging conventional norms in furniture design and pave the way for more eco-conscious solutions. They hope to inspire future design generations and contribute to the dialogue surrounding design innovation and sustainability."
    },
    {
      "id": "245",
      "name": "Neil David",
      "priority": 245,
      "image": "https://assets-global.website-files.com/6195025159d3bccd9b338ebb/65e8321aff2c6fb7b20d8ee4_Angle_3-seater_kvadrat_divina_small-p-1600.jpg",
      "website": "https://neildavid.com/",
      "instagram": "https://www.instagram.com/neildavidfurniture/",
      "Pinterest": "https://nl.pinterest.com/neildaviddesign/",
      "description": "MNeil David designs products where the idea is, and stays, the centrepiece of the design process from beginning to end. They honour the simplicity of geometric forms in many of there products. Construction strategies are also often creatively integrated to be a part of the design solution. The company strives to use natural materials as much as possible. For centuries natural materials were a proven, reliable element in all kinds of products.The goal is to strive and get back to a better balance between what we use from the planet and what we give back through planting, recycling or otherwise."
    },
    {
      "id": "246",
      "name": "Thayra Correia",
      "priority": 246,
      "image": "https://assets-global.website-files.com/6195025159d3bccd9b338ebb/65e6f901084432b495139e94_AltaResoluo-1-p-1600.jpg",
      "website": "https://www.thayracorreia.com/",
      "instagram": "https://www.instagram.com/thayra_c/",
      "description": "The brand was born from a passion for objects and an immense curiosity about materials. Material is the main focus in the development process of the projects. The right material gives the piece personality and soul, revealing its unique identity. The collections are in limited editions, and the entire production is made in Lisbon, where the company is based. The producers are small local factories, workshops, and artisans, many existing for over 30 years. Longevity is the thought behind the brand. The idea is reflected in the products through objects of simple forms that are easy to take care of, allowing the pieces to cross the time and creating interaction with the material."
    },
    {
      "id": "247",
      "name": "SAVO",
      "priority": 247,
      "image": "https://assets-global.website-files.com/6195025159d3bccd9b338ebb/65e83361b1d30b6d7e8a827a_SAVO_360_studio_HERO_all_chairs_LR-p-1600.jpg",
      "website": "https://www.savo.com/",
      "instagram": "https://www.instagram.com/savoofficeseating/",
      "facebook": "https://www.facebook.com/Savo.Office.Seating",
      "Pinterest": "https://www.pinterest.se/savoofficeseating/",
      "description": "Miniforms is a bizarre entity, adorned in colourful attire with unconventional shapes, often engaged in talks with young, talented designers. Her motto is “Making Craftsmanship Last,” reflecting a deep belief in uniqueness where hands play a significant role, and machines assist in aligning with modern manufacturing processes. Sensitivity to environmental matters is for her a strong social responsibility. This commitment leads Miniforms to manufacture locally with high consideration to circular economy principles, extending from material choices to collaborating with suppliers who share similar aspirations."
    },
    {
      "id": "248",
      "name": "Veark",
      "priority": 248,
      "image": "https://assets-global.website-files.com/6195025159d3bccd9b338ebb/65e832affc63dd7298b10970_210824_VEARK67785-p-1600.jpg",
      "website": "https://veark.com/",
      "instagram": "https://www.instagram.com/veark_com/?hl=en",
      "description": "Based in Copenhagen, Veark is a contemporary kitchenware company dedicated to developing sustainable, honest and high quality tools for everyday use."
    },
    {
      "id": "249",
      "name": "FRIPON",
      "priority": 248,
      "image": "https://assets-global.website-files.com/6195025159d3bccd9b338ebb/65e6f5baedb61ea762c2570f_hero-p-1600.jpg",
      "instagram": "https://www.instagram.com/fripon_kbh/",
      "description": "Copenhagen-based design company FRIPON is relaunching the classic Philosopher Lamp, designed by the Danish architect Lars-Erik Ejlers in the early 1990s. The lamp was originally made for Restaurant Cap Horn in Nyhavn. In the following years, the lamp, designed with a notable brass shade, became a rarity due to very limited distribution but still found its way and is gracing iconic bars and restaurants throughout Copenhagen. FRIPON’s first endeavour is to breathe new life into the classic Philosopher Lamp, once again. The Philospher Lamp is produced locally in workshops located in the metropolitan area of Copenhagen."
    },
    {
      "id": "250",
      "name": "Götessons Design Group",
      "priority": 250,
      "image": "https://assets-global.website-files.com/6195025159d3bccd9b338ebb/65e84c0e4794dbf0b14c6ff7_GDG_1920x1080%20Large.jpeg",
      "website": "https://gotessonsdesigngroup.com//",
      "description": "Götessons Design Group encompasses brands whose success is based on understanding people’s needs before they do. They create furniture, environments and products that combine beauty, good ergonomics and sustainability. For you to thrive and grow. In both public and private settings. Today and tomorrow. Through the Group’s brands Götessons, AM Acoustics, David design, Gsign, Scan Sørlie and Norco Interior Group, they offer ergonomic, functional and well-designed solutions in furniture and interior design. The combined expertise of the brands is the basis of the efforts to help people and companies grow sustainably – socially, environmentally and financially."
    },
    {
      "id": "251",
      "name": "JAPAN FORM",
      "priority": 251,
      "image": "https://assets-global.website-files.com/6195025159d3bccd9b338ebb/65e6f83f6b91dbe6b1f5a08f_unnamed-p-1600.jpg",
      "website": "https://www.japan-form.com/",
      "instagram": "https://www.instagram.com/japan_form/",
      "description": "Bringing you function with quiet elegance. Led by Hironori Tsukue, JAPAN FORM embodies a blend of understated elegance and functionality. A native of Japan with a background in interior and furniture design and experience in Sweden, Tsukue curates modern essentials that incorporate Japanese aesthetics and craftsmanship. His 30 years of living in Sweden has given him a unique perspective and revealed parallels between Japan and Scandinavia. Both cultures value everyday objects, prioritise comfort and beauty, and value sustainable craftsmanship. Offering timeless designs for different lifestyles, Tsukue's mission is to showcase Japan's creative prowess globally."
    },
    {
      "id": "252",
      "name": "H. Skjalm P.",
      "priority": 252,
      "image": "https://assets-global.website-files.com/6195025159d3bccd9b338ebb/65e739d56e1d2b3d6d5f6330_H_%20Skjalm%20P.%20Bedroom%20GOTS%20certified%20bedlinen%201920x1080-p-1600.jpg",
      "website": "https://www.hskjalmp.dk/",
      "instagram": "https://www.instagram.com/hskjalmp/",
      "facebook": "https://www.facebook.com/hskjalmp",
      "description": "A Danish design brand, and concept store founded in 1953 in the heart of Copenhagen by Hagbarth Skjalm Petersen and his spouse Lisbeth Westergaard. A center for home interior and lifestyle items designed to inspire to an aesthetic and more sustainable lifestyle. The original design philosophy of H. Skjalm P. is still focusing on sustainable production and natural materials, notably the organic GOTS certified textiles. The H. Skjalm P. collection includes a wide range of design in brass, in stainless steel, ceramics and glass, as well as textiles in 100% GOTS certified organic cotton. Explore lamps, hooks and knobs, vases, tea towels, bedlinen and much more."
    },
    {
      "id": "253",
      "name": "Målbar",
      "priority": 253,
      "image": "https://assets-global.website-files.com/6195025159d3bccd9b338ebb/65dcc9914389428e7a3fa47b_hero-p-1600.jpeg",
      "website": "https://www.maalbar.dk/",
      "instagram": "https://www.instagram.com/maalbar.dk/",
      "description": "Målbar has created a highly advanced and user friendly digital tool that can measure the climate impact of products. It screens products based on input data from users and average data from acknowledged data bases, making it doable to obtain useful results without making the traditional LCA. Målbar has made it achievable for every company to measure the CO2eq footprint of products and use the results as a point of departure for making more responsible design and production choices; the tool contains data about the impact of materials, production methods, packaging, transport, waste, etc."
    },
    {
      "id": "254",
      "name": "Anour",
      "priority": 254,
      "image": "https://assets-global.website-files.com/6195025159d3bccd9b338ebb/65cc8fcae2e7afd6f094e966_ANOUR-Craft%26Design-Gallery-p-1600.jpg",
      "website": "https://www.anour.dk/",
      "instagram": "https://www.instagram.com/anourcph",
      "facebook": "https://www.facebook.com/Anour.dk",
      "Pinterest": "https://www.pinterest.dk/anourcph",
      "description": "ANOUR is a handcrafted contemporary lighting design studio inspired by tradition, driven by creativity, obsession for details and impeccable craftsmanship, made to stand the test of time. Lamps by ANOUR combine natural materials with the best LED technology in a unique way that allows for an eternal lifespan. Value of simplicity is born out of the idea of creating something that contributes more than it consumes. Developed consciously in Denmark. Enjoyed by generations – a craft that speaks to connoisseurs."
    },
    {
      "id": "255",
      "name": "Wehlers",
      "priority": 255,
      "image": "https://assets-global.website-files.com/6195025159d3bccd9b338ebb/65e8801b1609009cf09454e5_Wehlers_231108_JS1433_WEB-p-1600.jpg",
      "website": "https://www.wehlers.com/",
      "instagram": "https://www.instagram.com/wehlersdesign/",
      "facebook": "https://www.facebook.com/wehlersdesign",
      "Pinterest": "https://www.pinterest.dk/furnitureforgood/",
      "description": "Wehlers is a furniture design brand with a circular agenda, utilising responsibly sourced waste materials and FSC certified wood in high-quality products designed by renowned architects. The company believes in creating positive changes within the furniture design industry, driven by a deep sense of responsibility towards future generations. Their mission is to create design with meaning and lead the way in sustainable and transparent business practices, demonstrating that meaningful impact can be achieved through the choices made. The circular concept 'Furniture for Good' is based on three principles, driven by design: eliminating waste and climate impacting footprints, circulating products and materials, and regenerating nature."
    },
    {
      "id": "256",
      "name": "novoform",
      "priority": 256,
      "image": "https://assets-global.website-files.com/6195025159d3bccd9b338ebb/65e8550bb78c29c958f82b50_elephant_group-p-1600.jpg",
      "website": "https://www.novoform.com/",
      "instagram": "https://www.instagram.com/novoform",
      "facebook": "https://facebook.com/novoformdesign",
      "Pinterest": "https://www.pinterest.com/novoform",
      "description": "At novoform, the company's deep passion for design fuels meticulous attention to every detail, ensuring a seamless blend of aesthetics, functionality, and craftsmanship. Rooted in Danish design traditions, novoform draws inspiration from a rich heritage, embracing the responsibility to propel its legacy forward with a commitment to daily excellence. Prioritizing natural materials and soft hues, novoform crafts simple yet extraordinary collections inspired by everyday life, remarkable individuals, and the beauty of nature. The company's focus is on creating enduring products that stand the test of time and focus on sustainability. In essence, novoform affectionately terms these creations Danish Design Originals."
    },
    {
      "id": "257",
      "name": "Paper Paste Living",
      "priority": 257,
      "image": "https://assets-global.website-files.com/6195025159d3bccd9b338ebb/65e992aff0f4b62641c1195b_cosmolampandposterprototype-p-1600.jpg",
      "website": "https://www.paperpasteliving.com/",
      "instagram": "https://www.instagram.com/paperpasteliving/",
      "facebook": "https://facebook.com/novoformdesign",
      "Pinterest": "https://www.pinterest.com/paperpasteliving/",
      "description": "The philosophy of Paper Paste Living is to create beautiful and functional home items in circular materials. The core material is a mixture of compressed recycled paper and water without any binders. The paper paste part of the objects are handcrafted in Spain, while all the wood and cardboard are sourced in the Czech Republic. With the Shape of Nature in mind, the products are carefully designed in Denmark by Hans Thyge & Co. The paper used arrived from a KM0 recovery plant near the over 100-year-old production facility just outside of Barcelona. Other materials besides paper are also used, like FSC-certified. For the pouf seat, Italian regenerated cotton in Ivory was used, and it gets its softness from the coconut fibres inside."
    },
    {
      "id": "258",
      "name": "Ethimo",
      "priority": 258,
      "image": "https://assets-global.website-files.com/6195025159d3bccd9b338ebb/65e850675a12edcbf2d80de1_Rotin_1920x1080-p-1600.jpeg",
      "website": "https://www.ethimo.com/",
      "instagram": "https://www.instagram.com/ethimo/",
      "facebook": "https://www.facebook.com/Ethimo",
      "Pinterest": "https://pin.it/59hiPH15f",
      "description": "Ethimo is an Italian company founded in 2009 that specialized in high-end outdoor furnishings that express contemporary design in a balanced synthesis of form and function. Study of materials and shapes of elements speak of the tailoring of a knowhow consolidated over time and of all-Italian style. A fusion of art, nature, tradition, contemporaneity and design that finds its identity and balance in every project bringing alive an idea of outdoor living made up of harmony with nature and respect for the environment. Ethimo projects stress the importance of protecting and preserving the natural environment and awareness of the physical and mental well-being generated by contact with nature."
    },
    {
      "id": "259",
      "name": "Maharam",
      "priority": 259,
      "image": "https://assets-global.website-files.com/6195025159d3bccd9b338ebb/6405cf77c0c9cf2ac81dcfb1_63ee3b61f73d528ee37b217d_Maharam_3-Days-Design_04%25201-p-1600.jpeg",
      "website": "https://www.maharam.com/",
      "instagram": "https://www.instagram.com/maharamstudio/",
      "description": "Founded in 1902 in New York, Maharam is a leading creator of textiles for commercial and residential interiors. Recognized for its rigorous and holistic commitment to design, Maharam embraces a range of disciplines from product, graphic, and digital design to art and architecture."
    },
    {
      "id": "260",
      "name": "Nevotex Danmark",
      "priority": 260,
      "image": "https://assets-global.website-files.com/6195025159d3bccd9b338ebb/65e98bb6fa8b77382b306d3c_LibertyIMagine-p-1600.jpg",
      "website": "https://www.nevotex.dk/",
      "instagram": "https://www.instagram.com/nevotex/",
      "facebook": "https://www.facebook.com/NevotexDK",
      "description": "Nevotex is Europe’s leading supplier of fabrics, leather, technical materials and tools for the interior design and furniture industry. They possess experience, expert knowledge, and are hugely passionate about design, color, and texture. They assist upholsterers, furniture manufacturers, architects, and designers in bringing their ideas to life. Nevotex embraces sustainable practices, offering a wide range of eco-friendly fabrics, artificial leather, and genuine leather without compromising on quality or style. They firmly believe that furniture production can coexist with environmental responsibility, and their sustainable product range reflects this philosophy."
    }
  ]
}
